{"Automate Blog Advertisements with Zapier (Coursera Project Network)": {"Category1": "BusinessChevron Right", "Category2": "Marketing", "Rating": "None", "Ratecount": "None", "Info": "2 hours|Intermediate|No download needed|Desktop only|English|Split-screen video", "skills": "Advertising|Social Media|Blogging|Marketing", "about": "Zapier is the industry leader in task automation and gives users the ability to not only organize but to automate social media posting. By the end of this project, you will be able to set up an account with Zapier. You will learn how to connect your blog site to Zapier and then send out automated social media messages to your owned social media accounts.  This is a great tool to use if you are blogging once a week or less and want to maximize your time spent on other tasks.\n\nBlogging is one of the most recognized ways of improving traffic to websites. However, for this to work a blog needs a reliable way to share new blogs with its audiences. Using Zapier to automate this task will save you time and allow you to share your content with your audience immediately - rather than when you remember too! Zapier is the industry leader in task automation and gives users the ability to not only organize but to automate social media posting.\n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.", "type": "type2"}, "Brand & Content Marketing (IE Business School)": {"Category1": "Arts and Humanities", "Category2": "History", "Rating": 4.2, "Ratecount": 129, "Info": "Course 2 of 4 in the|Intermediate Level|Approx. 15 hours to complete|Flexible deadlines|English|100% online|Shareable Certificate", "skills": "", "about": "", "type": "type1"}, "Build an ultimate stock monitoring list using Google Sheets (Coursera Project Network)": {"Category1": "BusinessChevron Right", "Category2": "Finance", "Rating": "None", "Ratecount": "None", "Info": "No download needed|Desktop only|English|Split-screen video|Beginner|1 Hour", "skills": "Google Sheets|Stocks|Data Validation|Finance|Stocks Monitoring", "about": "By the end of this project, you will be able to create a stock monitoring tracker using only Google sheets, which will help you track all your stock investments. The stock monitor list will automatically give you the live updated stock price as well as the percent change since a day ago. In addition to that it also provides the market capitalization of the stock as well as the 52-week high and low and the percentage that the current price is off of those 52-week high and lows. You can use a stock monitor like this for help categorizing your investment types as well as laying out potential buy or sell price thresholds that you might use to enter or exit out of a position. Based on these target buy or sell prices the monitor list will automatically calculate a stock rating for you determining whether the stock is a buy hold or sell and how far off each of those stocks is from the buy price. In addition to this you can use this information on the stock monitor list to create useful graphics and tools to get a quick visual sense of the information provided in the monitor list\n\nAlong the way, you will be applying and practicing the basic features of spreadsheets such as formatting and calculations, as well as create tables and charts to use in your financial management that are efficient and versatile. This project will help you better manage your stock finances.", "type": "type2"}, "Cluster Analysis using RCmdr (Coursera Project Network)": {"Category1": "Data ScienceChevron Right", "Category2": "Data Analysis", "Rating": "None", "Ratecount": "None", "Info": "Intermediate|No download needed|Desktop only|English|Split-screen video|one hour", "skills": "Cluster Analysis|Dendrogram|K-Means Clustering|Rcmdr", "about": "In this 1-hour long project-based course, we will show you how to do cluster analysis using RCmdr  using the k means method and Hierarchical method. This project uses data about 29 cars and has 22 dimensions such as price , acceleration and we will use these methods to cluster groups .\n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.", "type": "type2"}, "Create a Budget with Google Sheets (Coursera Project Network)": {"Category1": "BusinessChevron Right", "Category2": "Finance", "Rating": 4.8, "Ratecount": 140, "Info": "Requirements", "skills": "Spreadsheet|Budget|Google Sheets|Template", "about": "By the end of this project, you will be able to build a basic budget using Google Sheets.  You will use a template to add, delete, edit, and format a budget to meet the needs of your personal or professional goals. You will be able to read the summary tab, share the budget, and create permissions for others to access, format the charts, and use conditional formatting. You will also be able to take the Google Sheets Budget and put it into presentable files.\n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.", "type": "type1"}, "Curso Completo de Spark con Databricks (Big Data) (Coursera Project Network)": {"Category1": "Data ScienceChevron Right", "Category2": "Data Analysis", "Rating": 4.0, "Ratecount": 6, "Info": "Spanish|No download needed|Desktop only|2 horas|Advanced|Split-screen video", "skills": "Spark SQL|Machine Learning|Spark|Databricks|PySpark", "about": "Este proyecto es un curso práctico y efectivo para aprender a utilizar el entorno de Big Data de Spark y Databricks desde cero. Aprenderás, de manera practica y efectiva a generar a utilizar todos los componentes de Spark como Spark SQL, MLlib... Además desarrollaras un modelo de Machine Learning completo con Spark en Databricks.", "type": "type2"}, "Debugging support for the Node.js runtime in VScode (Coursera Project Network)": {"Category1": "Computer ScienceChevron Right", "Category2": "Mobile and Web Development", "Rating": "None", "Ratecount": "None", "Info": "2 hours|Intermediate|No download needed|Desktop only|English|Split-screen video", "skills": "Debugging|VSCode|hmtl|Node.Js|backend-development", "about": "In this 2-hour long project-based course, you will learn how to use the debugging tool associated with Visual Studio Code.  One of the key features of Visual Studio Code is the debugging support.  VS Code has a built-in debugger that helps accelerate your edit, compile and debug on a loop. VS Code has built-in debugging support for the Node.js runtime and can debug JavaScript, and TypeScript. \n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.", "type": "type2"}, "Enhance Organizational Communications with Slack (Coursera Project Network)": {"Category1": "BusinessChevron Right", "Category2": "Business Essentials", "Rating": 4.6, "Ratecount": 53, "Info": "120 minutes|No download needed|Desktop only|English|Split-screen video|Beginner", "skills": "Resource Management|Collaborating|Slack|Business Communication|Team Management", "about": "By the end of this project, you will learn how to enhance organizational communications with Slack, the business communications platform. \n\nTo complete this project, you will create your own workspace, add public and private channels, and develop a collaborative environment. To support your new digital environment, you'll invite others to your Slack workspace and bring their contributions into unique channels for work projects, planning, brainstorming, problem-solving, and information-sharing. You will also amp up the effectiveness of workspace communications by using channel and individual tags to loop others in on relevant information.\n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.", "type": "type2"}, "FPGA computing systems: Background knowledge and introductory materials (Politecnico di Milano)": {"Category1": "Computer Science", "Category2": "Design and Product", "Rating": 4.6, "Ratecount": 169, "Info": "Approx. 46 hours to complete|Flexible deadlines|English|Beginner Level|100% online|Shareable Certificate", "skills": "", "about": "", "type": "type1"}, "Fundamentals of the Chinese character writing. Part 2 (Saint Petersburg State University)": {"Category1": "Language Learning", "Category2": "Other Languages", "Rating": "None", "Ratecount": "None", "Info": "Approx. 14 hours to complete|Flexible deadlines|English|Beginner Level|100% online|Shareable Certificate", "skills": "", "about": "", "type": "type1"}, "Future Healthcare Payment Models (Northeastern University )": {"Category1": "Health", "Category2": "Healthcare Management", "Rating": 4.6, "Ratecount": 24, "Info": "Course 2 of 4 in the|Approx. 16 hours to complete|Flexible deadlines|English|Beginner Level|100% online|Shareable Certificate", "skills": "", "about": "", "type": "type1"}, "Get, Shape, Combine and Merge the datasets using Power BI (Coursera Project Network)": {"Category1": "Data ScienceChevron Right", "Category2": "Data Analysis", "Rating": "None", "Ratecount": "None", "Info": "No download needed|Desktop only|English|Split-screen video|Beginner|2 Hours", "skills": "Power BI Desktop|Manipulate data|Data Analysis|data|Business Intelligence", "about": "By the end of this project, you will be able to professionally format and manipulate different datasets using Power Bi. you will be able to identify the basics of power BI, use it to create a model, and import data from different types of data sources. Moreover, you will be able to manipulate your data, reduce the number of data, merge columns, replace values, change data types and apply statistical and standard functions. You will also be able to insert a new index column, append two or more queries with each other, and sort and clean your dataset. Finally, you will be able to apply union, except and intersect, combine data of two tables and add results in a new table.\n Many companies use Power BI to connect, Transform and model the data and also create charts, graphs, reports, and dashboards, which are collections of visuals, and finally, share reports with others using the Power BI service.\n\nThis guided project is for people in the field of data and data analysis. people who want to learn Power BI. It provides you with the important steps to be a business intelligence specialist.\n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.", "type": "type2"}, "IT Security: Defense against the digital dark arts (Google)": {"Category1": "Information Technology", "Category2": "Security", "Rating": 4.8, "Ratecount": 11698, "Info": "Approx. 29 hours to complete|Flexible deadlines|English|Beginner Level|100% online|Shareable Certificate", "skills": "Cybersecurity|Wireless Security|Cryptography|Network Security", "about": "", "type": "type1"}, "Improving Immunity Based on Traditional Eastern Exercises (Shanghai Jiao Tong University)": {"Category1": "Health", "Category2": "Public Health", "Rating": 3.5, "Ratecount": 8, "Info": "Approx. 15 hours to complete|Flexible deadlines|English|Beginner Level|100% online|Shareable Certificate", "skills": "", "about": "", "type": "type1"}, "Intel® Network Academy - Network Transformation 101 (Intel)": {"Category1": "Information Technology", "Category2": "Networking", "Rating": 4.5, "Ratecount": 379, "Info": "Approx. 18 hours to complete|Flexible deadlines|English|Beginner Level|100% online|Shareable Certificate", "skills": "Software-Defined Networking|Internet Of Things (IOT)|Network Architecture|Network Function Virtualization", "about": "", "type": "type1"}, "International Labour Law (Saint Petersburg State University)": {"Category1": "Social Sciences", "Category2": "Law", "Rating": 4.7, "Ratecount": 64, "Info": "Approx. 15 hours to complete|Flexible deadlines|English|Beginner Level|100% online|Shareable Certificate", "skills": "", "about": "", "type": "type1"}, "Interview Preparation: STAR Method (Coursera Project Network)": {"Category1": "BusinessChevron Right", "Category2": "Business Essentials", "Rating": "None", "Ratecount": "None", "Info": "No download needed|1 hour|Desktop only|English|Split-screen video|Beginner", "skills": "", "about": "In this project, we will teach you how to   master an interview using this 4 step method. Here you will have to do the STAR method by writing down how you will answer specific questions for maximum impact.\nThis project will help you think clearly about the various aspects of your skills and experiences you have had and how to leverage them in a structured way for a job interview. This is useful for people who have a job interview lined up soon . \n\n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.", "type": "type2"}, "JavaScript While Loop (Coursera Project Network)": {"Category1": "Computer ScienceChevron Right", "Category2": "Mobile and Web Development", "Rating": "None", "Ratecount": "None", "Info": "2 hours|Intermediate|No download needed|Desktop only|English|Split-screen video", "skills": "Do/While Loop|JavaScript Loop|looping|While Loop|Repetition Programming", "about": "In this intermediate-level project you will examine the concept of repetition programming – also called “looping.\" Using the Notepad++ editor and JavaScript embedded in HTML, you will write the JavaScript code to repeat a block of program code while a particular condition is true. As you work with the While Loop you’ll begin to realize why repetition programming is one of the most important features of computing. \n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.", "type": "type2"}, "Job Search Written Tools for Job Interviews (Coursera Project Network)": {"Category1": "Personal DevelopmentChevron Right", "Category2": "Personal Development", "Rating": "None", "Ratecount": "None", "Info": "No download needed|1 hour|Desktop only|English|Split-screen video|Beginner", "skills": "listening|Communication|Self-representation|Job Readiness|Business Writing", "about": "Job Search Written Tools for Job Interviews\n\nIn this course, you will create a Cover Letter, a Thank You Note and a Professional Reference List for Your Next Employer. A well-crafted Cover Letter is an opportunity to have your skills  reviewed quickly, and it shows the hiring manager you took the time to go the extra mile to formally introduce yourself. A Thank You Note is an excellent way to make a first good impression and a Professional Reference List will have a significant impact on who you reach out to vouch for your marketable skills.", "type": "type2"}, "Know Thyself - The Value and Limits of Self-Knowledge: The Examined Life (The University of Edinburgh)": {"Category1": "Arts and Humanities", "Category2": "Philosophy", "Rating": 4.6, "Ratecount": 364, "Info": "Approx. 19 hours to complete|Flexible deadlines|English|Beginner Level|100% online|Shareable Certificate", "skills": "", "about": "", "type": "type1"}, "L'utilisation optimal de LinkedIn (Coursera Project Network)": {"Category1": "BusinessChevron Right", "Category2": "Marketing", "Rating": "None", "Ratecount": "None", "Info": "No download needed|90 minutes|Desktop only|French|Split-screen video|Beginner-friendly", "skills": "LinkedIn|Dévelopment Professionel", "about": "À la fin de ce projet, vous aurez une meilleure compréhension de LinkedIn et des possibilités que votre profil peut vous offrir. Nous vous guiderons étape par étape pour que vous ayez un profil plus fort et que vous vous familiarisez avec les outils offerts par LinkedIn.Nous allons explorer les bases de la meilleure configuration de profil et toutes les options qui sont offertes. Vous pouvez même apprendre quelque chose que vous ne connaissez pas déjà sur votre profil si vous en avez déjà un.\n\nRemarque : ce cours fonctionne le mieux pour les étudiants basés en Amérique du Nord. Nous nous efforçons actuellement d'apporter la même expérience dans d'autres régions.", "type": "type2"}, "Limits for AP®(Calculus AB,BC) & Data Science -with Visuals (Coursera Project Network)": {"Category1": "Math and LogicChevron Right", "Category2": "Math and Logic", "Rating": "None", "Ratecount": "None", "Info": "2 hours|Intermediate|No download needed|Desktop only|English|Split-screen video", "skills": "plotting of Curve|Calculus|Functions|Limits", "about": "The limit of a function is a fundamental concept in calculus and analysis concerning the behavior of that function near a particular input. This guided project is for students who want to ace the concepts of Calculus  using “Wolfram Mathematica” .Highly beneficial for students of AP Physics, IB Diploma SL/HL, Cambridge(AS, A Level), US, Grade 11 & 12th.Very useful for Data Science ,Big Data learners .\nThis project gives you easy access to the invaluable learning techniques used by experts in maths.\nUsing these approaches, no matter what your skill levels in topics you would like to master, you can change your thinking and change your life. If you’re already an expert, this peep under the mental hood will give you ideas for turbocharging successful learning, including counter-intuitive test-taking tips and insights that will help you make the best use of your time on homework and problem sets. If you’re struggling, you’ll see a structured treasure trove of practical techniques that walk you through what you need to do to get on track. If you’ve ever wanted to become better at anything, this project will help serve as your guide. \nIn this project we will drill down and grasp the following concepts using Wolfram Mathematica illustrations-->Basic Limits-Type set limits -Limits of Elementary functions-Limits at infinity-Oscillatory functions Limits-Limits of Trigonometrical functions at infinity-Limits of exponential and logarithm function at Infinity-Visualize a set of limits-Limits of bounded functions", "type": "type2"}, "Machine Learning Interpretable: interpretML y LIME (Coursera Project Network)": {"Category1": "Data ScienceChevron Right", "Category2": "Data Analysis", "Rating": "None", "Ratecount": "None", "Info": "Spanish|Intermediate|No download needed|Desktop only|2 horas|Split-screen video", "skills": "Machine Learning|interpretML|Explainable Machine Learning|LIME", "about": "Este proyecto es un curso práctico y efectivo para aprender a generar modelos de Machine Learning interpretables. Se explican en profundidad diferentes técnicas de interpretabilidad de modelos como: interpretML y LIME que nos permitirá entender el porqué de las predicciones.\n\nGracias a esto, aprenderás a entrenar modelos Glassbox que puedas entender el porqué de sus decisiones.", "type": "type2"}, "Mandarin Chinese for Intermediate Learners: Part 1 (Shanghai Jiao Tong University)": {"Category1": "Language Learning", "Category2": "Other Languages", "Rating": 4.8, "Ratecount": 85, "Info": "Chinese (Simplified)|Intermediate Level|Flexible deadlines|Approx. 17 hours to complete|100% online|Shareable Certificate|Course 1 of 4 in the", "skills": "Mandarin Chinese|foreign language|HSK3", "about": "None", "type": "type1"}, "Market your new business with Canva (Coursera Project Network)": {"Category1": "BusinessChevron Right", "Category2": "Marketing", "Rating": "None", "Ratecount": "None", "Info": "2 hours|Intermediate|No download needed|Desktop only|English|Split-screen video", "skills": "Advertising|Business|Marketing|Graphic Design", "about": "By the end of this project, you will know how to use Canva to promote and market your new business. You will have learned how to create a business logo, a business card and a flyer using Canva. We will both use templates, and create designs from scratch.\n\nYou will be able to incorporate a color scheme, images, and other design elements for aesthetically pleasing.\n\nThis project will include intermediate to advanced level skills using the free version of Canva.\n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.", "type": "type2"}, "Modelling with WARP PLS (Coursera Project Network)": {"Category1": "Data ScienceChevron Right", "Category2": "Data Analysis", "Rating": "None", "Ratecount": "None", "Info": "Intermediate|No download needed|1 hour|Desktop only|English|Split-screen video", "skills": "Advanced regression|Non linear modelling", "about": "In this 1-hour long project-based course, you will learn how to  create path models using Smartpls. We will take a project on changing behavior and check if attitudes or subjective norms impact behavior the most.\n We will learn how to launch this new software, create the model and run it. We will then show you how to interpret the same. We will also learn how to create models for different groups such as males and females and if there is a difference between them.\n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.", "type": "type2"}}