{
    "Aprendizaje automático sin código: Azure ML Designer (Coursera Project Network)": {
        "Category1": "Data ScienceChevron Right",
        "Category2": "Data Analysis",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Desktop only|2 horas|No download needed|Split-screen video|Spanish|Intermediate",
        "skills": "Microsoft Azure|Machine Learning|Azure",
        "about": "Este proyecto es un curso práctico y efectivo para aprender a crear modelos de ML con Azure Machine Learning Designer. Aprenderás todos los pasos de desarrollo de un modelo y su despliegue en producción en Azure, desde su entrenamiento hasta su consumo desde un software-API de terceros.\nAprenderás desde cero Azure y los fundamentos de Azure Machine Learning. Y acabarás aprendiendo a crear tus propios modelos, evaluarlos y desplegarlos en producción.",
        "type": "type2",
        "link": "https://coursera.org/learn/aprendizaje-automatico-sin-codigo-azureml-designer"
    },
    "Automate Blog Advertisements with Zapier (Coursera Project Network)": {
        "Category1": "BusinessChevron Right",
        "Category2": "Marketing",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Desktop only|No download needed|2 hours|English|Split-screen video|Intermediate",
        "skills": "Advertising|Social Media|Blogging|Marketing",
        "about": "Zapier is the industry leader in task automation and gives users the ability to not only organize but to automate social media posting. By the end of this project, you will be able to set up an account with Zapier. You will learn how to connect your blog site to Zapier and then send out automated social media messages to your owned social media accounts.  This is a great tool to use if you are blogging once a week or less and want to maximize your time spent on other tasks.\n\nBlogging is one of the most recognized ways of improving traffic to websites. However, for this to work a blog needs a reliable way to share new blogs with its audiences. Using Zapier to automate this task will save you time and allow you to share your content with your audience immediately - rather than when you remember too! Zapier is the industry leader in task automation and gives users the ability to not only organize but to automate social media posting.\n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.",
        "type": "type2",
        "link": "https://coursera.org/learn/automate-blog-advertisements-zapier"
    },
    "Bases de Datos NoSQL en Azure (Coursera Project Network)": {
        "Category1": "Information TechnologyChevron Right",
        "Category2": "Cloud Computing",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Beginner|Desktop only|2 horas|No download needed|Split-screen video|Spanish",
        "skills": "CosmosDB|NoSQL|blob storage|Azure",
        "about": "Este proyecto es un curso práctico y efectivo para aprender a utilizar las bases de datos NoSQL del entorno de Azure, desde cero. Aprenderás de manera práctica a crear y utilizar los Blob, File, Table Storage y Cosmos DB. También aprenderás a manejar y consultar estas bases de datos NoSQL.",
        "type": "type2",
        "link": "https://coursera.org/learn/bases-datos-nosql-azure"
    },
    "Brand & Content Marketing (IE Business School)": {
        "Category1": "Arts and Humanities",
        "Category2": "History",
        "Rating": 4.2,
        "Ratecount": 129,
        "Info": "Shareable Certificate|Approx. 15 hours to complete|Course 2 of 4 in the|English|Flexible deadlines|100% online|Intermediate Level",
        "skills": "",
        "about": "Brand & Content Marketing is a IE University course for professionals who want to learn how to produce memorable content through quality storytelling.Students will go through a learning process that will start with a deep understanding of the term Branded Content and its main differences with traditional advertising, simultaneously creating an effective story-line through powerful values. The course analyses the production of quality journalism and explores how to create memorable and long lasting connections with a given target audience in a world of constant content surplus. It concludes with a deeper insight into the term of Brand Entertainment, giving them the opportunity to amplify their knowledge about how to produce a good call to action and retain the audience's attention. Subtitles: Arabic, French, Portuguese (European), Italian, Vietnamese, German, Russian, English, Spanish Subtitles: Arabic, French, Portuguese (European), Italian, Vietnamese, German, Russian, English, Spanish IE Business School is an internationally recognized business school where the leaders of tomorrow shape their ideas and learn to become global citizens. For over 40 years, IE Business School has promoted innovation and change in organizations, equipping managers with an entrepreneurial mindset that generates employment, wealth, and social well-being. Regularly featured among the top business schools in the world, IE Business School has an urban campus in Madrid and a faculty of more than 400 professors who teach students from approximately 90 countries in its undergraduate and master programs. IE uses innovative online, face-to-face, and blended learning formats, including the IE Communities Platform where knowledge and experiences are exchanged with over 50,000 IE graduates that currently hold management positions in more than 100 countries worldwide. In the first week of the course, we will get an overview of the main differences between Branded Content and traditional advertising. There is a new ecosystem of permanent distraction and content production, which is leading to new business models. We will learn how brand values should have an influence over the storyline.  During week two, Professor Cifuentes will introduce the main differences between good and bad journalism. The purpose is that we understand the process to go from a declining newspaper industry to the creation of high quality Branded Content. You will also learn how to develop quality headlines; the main element to attract the reader’s attention.  In week three, you will have the chance to understand how brands today are in need of stories. Pedro will explain the main elements that make a good story and how different story formats are applied for different purposes. We will address the elements behind storytelling and how to achieve emotional connections through relevance in stories. We have made it to the last module of the course. In this section, we will get a deep insight of the Brand Entertainment field through the eyes of respected professionals in the area. We will be able to amplify our knowledge in how to produce an effective call to action and how to preserve the audience; a key and complex factor in nowadays ocean of never-ending content.   This Specialization aims to make branding concepts accessible to every learner and to teach them to analyze and apply all the relevant concepts, using the broad and diverse toolkit of branding. It provides you with the necessary tools so that you are able to understand the brand behavior, understand the language of a brand and learn about the rational and emotional elements behind brands. It also attempts to make you understand the language of images. The amount of audiovisual content we receive today makes it hard for brands to break through that noise. It ends up teaching how to understand branding efforts in the context of customer experience.We must think in a strategic manner when creating brands. Branding is about co-creation and conversation between the audiences, customers and users. What is relevant is how people out there perceive and live the brand. Brands are the story, the personality and the culture of an organization; the intangible elements that form it.",
        "type": "type1",
        "link": "https://coursera.org/learn/brand-and-content-marketing"
    },
    "Build an ultimate stock monitoring list using Google Sheets (Coursera Project Network)": {
        "Category1": "BusinessChevron Right",
        "Category2": "Finance",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Beginner|Desktop only|No download needed|Split-screen video|1 Hour|English",
        "skills": "Google Sheets|Stocks|Data Validation|Finance|Stocks Monitoring",
        "about": "By the end of this project, you will be able to create a stock monitoring tracker using only Google sheets, which will help you track all your stock investments. The stock monitor list will automatically give you the live updated stock price as well as the percent change since a day ago. In addition to that it also provides the market capitalization of the stock as well as the 52-week high and low and the percentage that the current price is off of those 52-week high and lows. You can use a stock monitor like this for help categorizing your investment types as well as laying out potential buy or sell price thresholds that you might use to enter or exit out of a position. Based on these target buy or sell prices the monitor list will automatically calculate a stock rating for you determining whether the stock is a buy hold or sell and how far off each of those stocks is from the buy price. In addition to this you can use this information on the stock monitor list to create useful graphics and tools to get a quick visual sense of the information provided in the monitor list\n\nAlong the way, you will be applying and practicing the basic features of spreadsheets such as formatting and calculations, as well as create tables and charts to use in your financial management that are efficient and versatile. This project will help you better manage your stock finances.",
        "type": "type2",
        "link": "https://coursera.org/learn/build-stock-monitoring-google-sheets"
    },
    "Cluster Analysis using RCmdr (Coursera Project Network)": {
        "Category1": "Data ScienceChevron Right",
        "Category2": "Data Analysis",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "one hour|Desktop only|No download needed|English|Split-screen video|Intermediate",
        "skills": "Cluster Analysis|Dendrogram|K-Means Clustering|Rcmdr",
        "about": "In this 1-hour long project-based course, we will show you how to do cluster analysis using RCmdr  using the k means method and Hierarchical method. This project uses data about 29 cars and has 22 dimensions such as price , acceleration and we will use these methods to cluster groups .\n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.",
        "type": "type2",
        "link": "https://coursera.org/learn/cluster-analysis-rcmdr"
    },
    "Create a Budget with Google Sheets (Coursera Project Network)": {
        "Category1": "BusinessChevron Right",
        "Category2": "Finance",
        "Rating": 4.8,
        "Ratecount": 140,
        "Info": "Requirements",
        "skills": "Spreadsheet|Budget|Google Sheets|Template",
        "about": "By the end of this project, you will be able to build a basic budget using Google Sheets.  You will use a template to add, delete, edit, and format a budget to meet the needs of your personal or professional goals. You will be able to read the summary tab, share the budget, and create permissions for others to access, format the charts, and use conditional formatting. You will also be able to take the Google Sheets Budget and put it into presentable files.\n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.",
        "type": "type1",
        "link": "https://coursera.org/learn/create-a-budget-with-google-sheets"
    },
    "Curso Completo de Spark con Databricks (Big Data) (Coursera Project Network)": {
        "Category1": "Data ScienceChevron Right",
        "Category2": "Data Analysis",
        "Rating": 4.0,
        "Ratecount": 6,
        "Info": "Advanced|Desktop only|2 horas|No download needed|Split-screen video|Spanish",
        "skills": "Spark SQL|Machine Learning|Spark|Databricks|PySpark",
        "about": "Este proyecto es un curso práctico y efectivo para aprender a utilizar el entorno de Big Data de Spark y Databricks desde cero. Aprenderás, de manera practica y efectiva a generar a utilizar todos los componentes de Spark como Spark SQL, MLlib... Además desarrollaras un modelo de Machine Learning completo con Spark en Databricks.",
        "type": "type2",
        "link": "https://coursera.org/learn/curso-completo-spark-databricks"
    },
    "Debugging support for the Node.js runtime in VScode (Coursera Project Network)": {
        "Category1": "Computer ScienceChevron Right",
        "Category2": "Mobile and Web Development",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Desktop only|No download needed|2 hours|English|Split-screen video|Intermediate",
        "skills": "Debugging|VSCode|hmtl|Node.Js|backend-development",
        "about": "In this 2-hour long project-based course, you will learn how to use the debugging tool associated with Visual Studio Code.  One of the key features of Visual Studio Code is the debugging support.  VS Code has a built-in debugger that helps accelerate your edit, compile and debug on a loop. VS Code has built-in debugging support for the Node.js runtime and can debug JavaScript, and TypeScript. \n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.",
        "type": "type2",
        "link": "https://coursera.org/learn/debugging-nodejs-vscode"
    },
    "Enhance Organizational Communications with Slack (Coursera Project Network)": {
        "Category1": "BusinessChevron Right",
        "Category2": "Business Essentials",
        "Rating": 4.6,
        "Ratecount": 53,
        "Info": "Beginner|Desktop only|No download needed|Split-screen video|English|120 minutes",
        "skills": "Resource Management|Collaborating|Slack|Business Communication|Team Management",
        "about": "By the end of this project, you will learn how to enhance organizational communications with Slack, the business communications platform. \n\nTo complete this project, you will create your own workspace, add public and private channels, and develop a collaborative environment. To support your new digital environment, you'll invite others to your Slack workspace and bring their contributions into unique channels for work projects, planning, brainstorming, problem-solving, and information-sharing. You will also amp up the effectiveness of workspace communications by using channel and individual tags to loop others in on relevant information.\n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.",
        "type": "type2",
        "link": "https://coursera.org/learn/enhance-organizational-communications-with-slack"
    },
    "FPGA computing systems: Background knowledge and introductory materials (Politecnico di Milano)": {
        "Category1": "Computer Science",
        "Category2": "Design and Product",
        "Rating": 4.6,
        "Ratecount": 169,
        "Info": "Shareable Certificate|Approx. 46 hours to complete|Beginner Level|English|Flexible deadlines|100% online",
        "skills": "",
        "about": "This course is for anyone passionate in learning how a hardware component can be adapted at runtime to better respond to users/environment needs. This adaptation can be provided by the designers, or it can be an embedded characteristic of the system itself. These runtime adaptable systems will be implemented by using FPGA technologies.Within this course we are going to provide a basic understanding on how the FPGAs are working and of the rationale behind the choice of them to implement a desired system.\n\nThis course aims to teach everyone the basics of FPGA-based reconfigurable computing systems. We cover the basics of how to decide whether or not to use an FPGA and, if this technology will be proven to be the right choice, how to program it.\nThis is an introductory course meant to guide you through the FPGA world to make you more conscious on the reasons why you may be willing to work with them and in trying to provide you the sense of the work you have to do to be able to gain the advantages you are looking for by using these technologies.\n\nWe rely on some extra readings to provide more information on the topic covered in this course.\nPlease NOTE that most of the time, these documents are provided through the IEEE Xplore Digital Library, which means that, to access them, you have to have a valid IEEE subscriptions, either does by yourself or through your university/company.\n\nThe course has no prerequisites and avoids all but the simplest mathematics and it presents technical topics by using analogizes to help also a student without a technical background to get at least a basic understanding on how an FPGA works.\nOne of the main objectives of this course is to try to democratize the understanding and the access to FPGAs technologies. FPGAs are a terrific example of a powerful technologies that can be used in different domains. Being able to bring this technologies to domain experts and showing them how they can improve their research because of FPGAs, can be seen as the ultimate objective of this course. Once a student completes this course, they will be ready to take more advanced FPGA courses. Subtitles: French, Portuguese (European), Russian, English, Spanish Subtitles: French, Portuguese (European), Russian, English, Spanish Politecnico di Milano is a scientific-technological University, which trains engineers, architects and industrial designers.From 2014 Politecnico di Milano started the release of several MOOCs, developed by the service for digital learning METID (Methods and Innovative Technologies for Learning), giving everybody the chance to enhance personal skills. Nowadays the complexity of computing systems is skyrocketing. Programmers have to deal with extremely powerful computing systems that take time and considerable skills to be instructed to perform at their best. It is clear that it is not feasible to rely on human intervention to tune a system: conditions change frequently, rapidly, and unpredictably. It would be desirable to have the system automatically adapt to the mutating environment. This module analyzes the stated problem, embraces a radically new approach, and it introduces how software and hardware systems ca ben adjusted during execution. By doing this, we are going to introduce the Field Programmable Gate Arrays (FPGA) technologies and how they can be (re)configured. Traditionally, computing was classified into General-Purpose Computing performed by a General-Purpose Processor (GPP) and Application-Specific Computing performed by an Application-Specific Integrated Circuit (ASIC). As a trade-off between the two extreme characteristics of GPP and ASIC, reconfigurable computing has combined the advantages of both. On one hand reconfigurable computing can have better performance with respect to a software implementation but paying this in terms of time to implement. On the other hand a reconfigurable device can be used to design a system without requiring the same design time and complexity compared to a full custom solution but being beaten in terms of performance. The main advantage of a reconfigurable system is its high flexibility, while its main disadvantage is the lack of a standard computing model. In this module we are presenting a first definition of reconfigurable computing, describing the rationale behind it and introducing how this field has been influenced by the introduction of the FPGAs. From the mid-1980s, reconfigurable computing has become a popular field due to the FPGA technology progress. An FPGA is a semiconductor device containing programmable logic components and programmable interconnects but no instruction fetch at run time, that is, FPGAs do not have a program counter. In most FPGAs, the logic components can be programmed to duplicate the functionality of basic logic gates or functional Intellectual Properties (IPs). FPGAs also include memory elements composed of simple flip-flops or more complex blocks of memories. Hence, FPGA has made possible the dynamic execution and configuration of both hardware and software on a single chip. This module provides a detailed description of FPGA technologies starting from a general description down to the discussion on the low-level configuration details of these devices, to the bitstream composition and the description of the configuration registers. FPGA design tools must provide a design environment based on digital design concepts and components (gates, flip-flops, MUXs, etc.). They must hide the complexities of placement, routing and bitstream generation from the user. This module is not going through these steps in details, an entire course will be needed just for this, but it is important at least to have an idea of what it is happening behind the scene to better understand the complexity of the processes carried out by the tools you are going to use. Within this context, this module guides you through a simple example, which is abstracting the complexity of the underlying FPGA, starting from the description of the circuit you may be willing to implement to the bitstream used to configure the FPGA. Before continuing in this terrific journey in the reconfigurable computing area, it can be useful to define a common language. Obviously, some of these terms have been already used but it is now time to better understand them and to make some order before continuing with more advanced concepts. Furthermore, as we know, FPGA configuration capabilities allow a great flexibility in hardware design and, as a consequence, they make it possible to create a vast number of different reconfigurable systems. These can vary from systems composed of custom boards with FPGAs, often connected to a standard PC or workstation, to standalone systems including reconfigurable logic and General Purpose Processors, to System-on-Chip's, completely implemented within a single FPGA mounted on a board, with only few physical components for I/O interfacing.  There are different models of reconfiguration, and a scheme to classify them is presented in this module. We can consider this module as a transitional/turning point module. We have been exposed to some terminology and concepts and we are now ready to move forward. To do this, we need to combine all the pieces of the puzzles together and to invest a bit at looking at the overall picture, and this is exactly what this module has been designed for. The reconfiguration capabilities of FPGAs give the designers extended flexibility in terms of hardware maintainability. FPGAs can change the hardware functionalities mapped on them by taking the application offline, downloading a new configuration on the FPGA (and possibly new software for the processor, if any) and rebooting the system. Reconfiguration in this case is a process independent of the execution of the application. A different approach is the one that considers reconfiguration of the FPGA as part of the application itself, giving it the capability of adapting the hardware configured on the chip resources according to the needs of a particular situation during the execution time. In this case we are referring to this reconfiguration as dynamic reconfiguration and the reconfiguration process is seen as part of the application execution, and not as a stage prior to it. This module illustrates a particular technique, which is extending the previous two, that has been viable for most recent FPGA devices, Partial Dynamic Reconfiguration. To fully understand what this technique is, the concepts of reconfigurable computing, static and dynamic reconfiguration, and the taxonomy of dynamic reconfiguration itself must be analyzed. In this way partial dynamic reconfiguration can be correctly placed in the set of system development techniques that it is possible to implement on a modern FPGA chip. After presenting different solutions proposed to design and implement dynamic reconfigurable systems, this module will describe a general and complete design methodology that can be followed as a guideline for designing reconfigurable computing systems. To design and implement a reconfigurable computing system, designers need Computer-Aided Design (CAD) tools for system design and implementation, such as a design analysis tool for architecture design, a synthesis tool for hardware construction, a simulator for hardware behavior simulation, and a placement and routing tool for circuit layout. We may build these tools ourselves or we can also use commercial tools and platforms for reconfigurable system design. The first choice implies a considerable investment in terms of both time and effort to build a specific and optimized solution for the given problem, while the second one allows the re-use of knowledge, cores, and software to reach a good solution to the same problem more rapidly. This module is guiding the students through an historical view on how CAD frameworks evolved through the years. This is done to show how fast the technology is evolving and the rationale behind the choice made to improve the users experience when working with an FPGA-based system. Not only commercial tools are described, but also the personal journey done by the course instructor and his research team, starting from his early days as a PhD up to the research challenges they are nowadays working on. We are working at the edge of the research in the area of reconfigurable computing. FPGA technologies are not used only as standalone solutions/platforms but are now included into cloud infrastructures. They are now used both to accelerate infrastructure/backend computations and exposed as-a-Service that can be used by anyone. Within this context we are facing the definition of new research opportunities and technologies improvements and the time cannot be better under this perspective. What it is needed now is new platform creation tools, monitoring and profiling infrastructure, better runtime management systems, static and dynamic workload partitioning, just to name a few possible areas of research. This module is concluding this course but posing interesting questions towards possible future research directions that may also point the students to other Coursera courses on FPGAs.",
        "type": "type1",
        "link": "https://coursera.org/learn/fpga-intro"
    },
    "Fundamentals of the Chinese character writing. Part 2 (Saint Petersburg State University)": {
        "Category1": "Language Learning",
        "Category2": "Other Languages",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Shareable Certificate|Approx. 14 hours to complete|Beginner Level|English|Flexible deadlines|100% online",
        "skills": "",
        "about": "If you just finished the first course, you will definitely love the second one!The course gives a concise survey of the Chinese character-writing tradition. You’ll master the fundamentals of the Chinese writing aesthetics; maintain the main techniques, gain more knowledge about writing tools and materials You’ll get the explanation of the 214 Chinese character radicals (the first part in Part 1 of the Course, the second — in Part 2) and can practice their writing, using the animated and static samples given in videos and on pages. Elaborate tests are going to help you regularizing the new information and filling the lacunae. \n\nWelcome to the mysterious world of the Chinese characters! Subtitles: English Subtitles: English Санкт-Петербургский государственный университет (СПбГУ) — старейший вуз России, основанный в 1724 году. Университет сегодня — научный, образовательный и культурный центр мирового значения, неизменно входящий во все международные рейтинги вузов. В номинации взаимодействие с работодателями QS Graduate Employability 2018 СПбГУ занимает 20 место среди 400 ведущих вузов мира и является лучшим в России.  В настоящее время СПбГУ реализует 418 образовательных программ, включающих самые современные направления подготовки и специальности.  \nСертификат об успешном окончании представленных онлайн-курсов дает 5 дополнительных баллов при поступлении на программы магистратуры и аспирантуры СПбГУ. \n\n\n\n\n\n\n\n\n\nSt Petersburg University is the oldest university in Russia, founded in 1724. The University today is a world-class research, educational and cultural centre which is always included in all international rankings of world universities. St Petersburg University was ranked 20th in QS Graduate Employability Ranking 2018 among 400 leading universities in the world and is the best in Russia. At present, St Petersburg University offers 418 academic programmes, including the most advanced areas and fields of study. The certificate of successful completion of offered online courses gives five additional points when applying for master’s and doctoral programmes at St Petersburg University.      ",
        "type": "type1",
        "link": "https://coursera.org/learn/chinese-character-writing-2"
    },
    "Future Healthcare Payment Models (Northeastern University )": {
        "Category1": "Health",
        "Category2": "Healthcare Management",
        "Rating": 4.6,
        "Ratecount": 24,
        "Info": "Approx. 16 hours to complete|Shareable Certificate|Beginner Level|Course 2 of 4 in the|English|Flexible deadlines|100% online",
        "skills": "",
        "about": "This course will review the drivers of healthcare cost and solutions that have been proposed to address cost, quality and value of health care. Many point blame for high costs on payment models that pay healthcare providers for every service they provide to patients, essentially paying more for volume and service intensity. This is called a Fee for Service (FFS) payment model. Some solutions, arguably the more sustainable solutions, are the combined strategies of new payment models, care management, insurance plan designs, consumer engagement tools, and technology. Using that information we will explore various situations, showcasing coordinated care and payment strategies that can be implemented to improve patient health and the cost of delivery of healthcare services.\n\nBy the end of this course, the learner should be able to: \n\n1. Identify the drivers and trends of healthcare spending from the perspective of various stakeholders, including medical providers, insurers, government and private purchasers and payments\n2. Critically assess the impact of strategic and financial approaches that have been put in place by the ACA and the various modifications. \n3. Evaluate how healthcare payment models currently work and the new direction that value-based payment is taking.\n4.Identify how financial and non-financial metrics can be appropriately combined to improve a healthcare stakeholders’ value proposition. Subtitles: French, Portuguese (European), Russian, English, Spanish Subtitles: French, Portuguese (European), Russian, English, Spanish Founded in 1898, Northeastern is a global research university with a distinctive, experience-driven approach to education and discovery. The university is a leader in experiential learning, powered by the world’s most far-reaching cooperative education program. The spirit of collaboration guides a use-inspired research enterprise focused on solving global challenges in health, security, and sustainability. This week's focus will be on understanding the various stakeholders in healthcare. We will review the \"math\" surrounding healthcare costs and how it can fluctuate. Healthcare drivers will be reviewed to identify trends. As you move through the weekly material, I encourage you to think about the impact that the drivers have on the delivery of the healthcare services.  This week we will describe the various elements which underline health insurance within the United States. For example, third party payment structures and risk pooling, to name a few. This week we will focus some time on the Affordable Care Act (ACA) which is a very complex piece of legislation. Special attention will be made on provisions of the ACA that impact insurance markets, financing, healthcare costs, and payment models.  This week will continue to \"follow the money\". We will focus much of our attention on the shortcomings of a Fee-for-Service payment model. Our attention will shift to alternative payment models that have been implemented, allowing for certain comparisons to be made. Lastly, we will review some results that have been achieved because of the new payment models. This week I will leave you by asking, If we know that the Fee-for-Service payment model is dysfunctional, why is it continuously used?  This week we shift our focus from reviewing current payment models and strategies to applying some of the models and concepts to \"real-world\" scenarios. We will use fictitious examples, as well as published articles to bring together all of the concepts. As with most things, there is not one single answer to solving the healthcare cost, quality, and value problems. I encourage you to think \"outside of the box\" and as always, \"follow the money!\" This Specialization will provide learners with the knowledge and skills to recognize key shifts in the industry and to have an agile perspective on how these shifts might impact their organizations. Learners will be exposed to the key drivers in the global healthcare industry today so they might apply what they have learned to help their organizations.",
        "type": "type1",
        "link": "https://coursera.org/learn/healthcare-payment-models"
    },
    "Get, Shape, Combine and Merge the datasets using Power BI (Coursera Project Network)": {
        "Category1": "Data ScienceChevron Right",
        "Category2": "Data Analysis",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Beginner|2 Hours|Desktop only|No download needed|Split-screen video|English",
        "skills": "Power BI Desktop|Manipulate data|Data Analysis|data|Business Intelligence",
        "about": "By the end of this project, you will be able to professionally format and manipulate different datasets using Power Bi. you will be able to identify the basics of power BI, use it to create a model, and import data from different types of data sources. Moreover, you will be able to manipulate your data, reduce the number of data, merge columns, replace values, change data types and apply statistical and standard functions. You will also be able to insert a new index column, append two or more queries with each other, and sort and clean your dataset. Finally, you will be able to apply union, except and intersect, combine data of two tables and add results in a new table.\n Many companies use Power BI to connect, Transform and model the data and also create charts, graphs, reports, and dashboards, which are collections of visuals, and finally, share reports with others using the Power BI service.\n\nThis guided project is for people in the field of data and data analysis. people who want to learn Power BI. It provides you with the important steps to be a business intelligence specialist.\n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.",
        "type": "type2",
        "link": "https://coursera.org/learn/get-shape-combine-and-merge-the-datasets-using-power-bi"
    },
    "IT Security: Defense against the digital dark arts (Google)": {
        "Category1": "Information Technology",
        "Category2": "Security",
        "Rating": 4.8,
        "Ratecount": 11698,
        "Info": "Shareable Certificate|Beginner Level|English|Flexible deadlines|100% online|Approx. 29 hours to complete",
        "skills": "Cybersecurity|Wireless Security|Cryptography|Network Security",
        "about": "This course covers a wide variety of IT security concepts, tools, and best practices. It introduces threats and attacks and the many ways they can show up. We’ll give you some background of encryption algorithms and how they’re used to safeguard data. Then, we’ll dive into the three As of information security: authentication, authorization, and accounting. We’ll also cover network security solutions, ranging from firewalls to Wifi encryption options. The course is rounded out by putting all these elements together into a multi-layered, in-depth security architecture, followed by recommendations on how to integrate a culture of security into your organization or team.At the end of this course, you’ll understand:\n● how various encryption algorithms and techniques work as well as their benefits and limitations.\n● various authentication systems and types.\n● the difference between authentication and authorization.\n● how to evaluate potential risks and recommend ways to reduce risk.\n● best practices for securing a network.\n● how to help others to grasp security concepts and protect themselves. Subtitles: Arabic, French, Portuguese (European), Italian, Portuguese (Brazilian), Vietnamese, German, Russian, English, Spanish Subtitles: Arabic, French, Portuguese (European), Italian, Portuguese (Brazilian), Vietnamese, German, Russian, English, Spanish Google Career Certificates are part of Grow with Google, an initiative that draws on Google's 20-year history of building products, platforms, and services that help people and businesses grow. Through programs like these, we aim to help everyone– those who make up the workforce of today and the students who will drive the workforce of tomorrow – access the best of Google’s training and tools to grow their skills, careers, and businesses. Welcome to the IT Security course of the IT Support Professional Certificate! In the first week of this course, we will cover the basics of security in an IT environment. We will learn how to define and recognize security risks, vulnerabilities and threats. We'll identify the most common security attacks in an organization and understand how security revolves around the \"CIA\" principle. By the end of this module, you will know the types of malicious software, network attacks, client-side attacks, and the essential security terms you'll see in the workplace.  In the second week of this course, we'll learn about cryptology. We'll explore different types of encryption practices and how they work. We'll show you the most common algorithms used in cryptography and how they've evolved over time. By the end of this module, you'll understand how symmetric encryption, asymmetric encryption, and hashing work; you'll also know how to choose the most appropriate cryptographic method for a scenario you may see in the workplace.  In the third week of this course, we'll learn about the \"three A's\" in cybersecurity. No matter what type of tech role you're in, it's important to understand how authentication, authorization, and accounting work within an organization. By the end of this module, you'll be able to choose the most appropriate method of authentication, authorization, and level of access granted for users in an organization. In the fourth week of this course, we'll learn about secure network architecture. It's important to know how to implement security measures on a network environment, so we'll show you some of the best practices to protect an organization's network. We'll learn about some of the risks of wireless networks and how to mitigate them. We'll also cover ways to monitor network traffic and read packet captures. By the end of this module, you'll understand how VPNs, proxies and reverse proxies work; why 802.1X is a super important for network protection; understand why WPA/WPA2 is better than WEP; and know how to use tcpdump to capture and analyze packets on a network. That's a lot of information, but well worth it for an IT Support Specialist to understand!  In the fifth week of this course, we're going to go more in-depth into security defense. We'll cover ways to implement methods for system hardening, application hardening, and determine the policies for OS security. By the end of this module, you'll know why it's important to disable unnecessary components of a system, learn about host-based firewalls, setup anti-malware protection, implement disk encryption, and configure software patch management and application policies.  Congratulations, you've made it to the final week in the course! In the last week of this course, we'll explore ways to create a company culture for security. It's important for any tech role to determine appropriate measures to meet the three goals of security. By the end of this module, you will develop a security plan for an organization to demonstrate the skills you've learned in this course. You're almost done, keep up the great work! ",
        "type": "type1",
        "link": "https://coursera.org/learn/it-security"
    },
    "Improving Immunity Based on Traditional Eastern Exercises (Shanghai Jiao Tong University)": {
        "Category1": "Health",
        "Category2": "Public Health",
        "Rating": 3.5,
        "Ratecount": 8,
        "Info": "Shareable Certificate|Approx. 15 hours to complete|Beginner Level|English|Flexible deadlines|100% online",
        "skills": "",
        "about": "Exercise is medicine. Regular and moderate exercise can effectively strengthen immune system so as to reduce the risk of virus infection and also improve or assist in the treatment of dysthymic disorders like anxiety and depression. This course provides suggestions for the general public about how to actively respond to the outbreak of novel coronavirus. It also explains: how the immune system reacts when viruses invade into the body; why exercises can enhance immunity and what is the mechanism; what the difference is between western sports and traditional eastern exercises. Besides, the course includes training lessons on Baduanjin, Zhanzhuang, Daoyin, Yoga and other exercises conducive to immunity improvement.      This course is characteristic for its combination of physical education and medicine, so the course will be taught by experts in either sports or medicine. The teaching content covers both disciplinary theory and specific training method, showcasing the unique culture and charm of the East while conducting cross-cultural communication as well as sharing the wisdom of traditional exercises and modern research and application in this regard. Subtitles: English Subtitles: English Shanghai Jiao Tong University, a leading research university located in Shanghai, China, has been regarded as the fastest developing university in the country for the last decade. With special strengths in engineering, science, medicine and business, it now offers a comprehensive range of disciplines in 27 schools with more than 41,000 enrolled students from more than one hundred countries.            ",
        "type": "type1",
        "link": "https://coursera.org/learn/sjtuyoga"
    },
    "Intel® Network Academy - Network Transformation 101 (Intel)": {
        "Category1": "Information Technology",
        "Category2": "Networking",
        "Rating": 4.5,
        "Ratecount": 379,
        "Info": "Shareable Certificate|Beginner Level|Approx. 18 hours to complete|English|Flexible deadlines|100% online",
        "skills": "Software-Defined Networking|Internet Of Things (IOT)|Network Architecture|Network Function Virtualization",
        "about": "Welcome to the Intel® Network Academy – a comprehensive training program on network transformation.  In this program, we will be covering the topic areas of software defined infrastructure (SDI) network functions virtualization (NFV), software-defined networking (SDN) and beyond. The Network Academy includes a broad collection of online content and technical training aimed to assist technical professionals in the network industry to improve their knowledge of key Intel® technologies, industry trends, and technical aspects of NFV deployments.After completing this training course, please find Network Transformation 102 offered by Intel® Network Academy to advance your technical expertise. Subtitles: Arabic, French, Portuguese (European), Italian, Vietnamese, German, Russian, English, Spanish Subtitles: Arabic, French, Portuguese (European), Italian, Vietnamese, German, Russian, English, Spanish The Intel® Developer Zone offers tools and how-to information to enable cross-platform app development through platform and technology information, code samples, and peer expertise in order to help developers innovate and succeed. Join communities for the Internet of Things, Artificial Intelligence, Virtual Reality, Persistent Memory & Game Dev to download tools, access dev kits, share ideas with like-minded developers, and participate in hackathons, contests, roadshows, and local events.     ",
        "type": "type1",
        "link": "https://coursera.org/learn/network-transformation-101"
    },
    "International Labour Law (Saint Petersburg State University)": {
        "Category1": "Social Sciences",
        "Category2": "Law",
        "Rating": 4.7,
        "Ratecount": 64,
        "Info": "Shareable Certificate|Approx. 15 hours to complete|Beginner Level|English|Flexible deadlines|100% online",
        "skills": "",
        "about": "In an interconnected world, international labour law is vital for securing workers’ rights and dealing with the negative effects of globalization. In this course, we will tell you the story of international labour law and human rights at work in an accessible, clear and comprehensive way. This basic course is designed for a wide audience: for people interested in labour law, human rights, corporate social responsibility, social policy, labour management and the functioning of international organizations. Furthermore, this course will also pave the way for more in-depth study of other subjects related to international, social and labour law. Throughout the 7 modules we underline the practical value of the knowledge we provide you with, so that you know the different options available to defend your labour rights. This way, we connect the theoretical know-how about the scope and content of the most important international labour standards with practical applicability. \nThis course is particularly useful for lawyers working in the field of labour law or human rights, as well as for trade union representatives, NGO staff, CSR officers and teachers in labour law and social policy. \nOne of the unique features of this course is the involvement of prof. Jean-Michel Servais, who is one of the world’s leading experts in the field of international labour law and who has worked at the heart of the International Labour Organization for many years. \nThe lecturers – Jean-Michel Servais, Elena Sychenko (Associate Professor at St. Petersburg State University), and Sebastiaan Rombouts (Associate Professor at Tilburg University) will help you discover the most important international labour standards, such as freedom of association, equal treatment, and the prohibition of child labour and forced labour. We will teach you about the specifics of protecting labour rights as human rights, will guide you through the history and future of the International Labour Organization, and will analyse the concept of corporate social responsibility and fundamental workers’ rights. \nIn short, the course is designed to provide you with a combination of theoretical knowledge and practical skills on international labour law. After completing our course, you will not only understand the content of the standards and instruments involved, but also know how to use the procedures of the international system to secure those rights. Subtitles: English Subtitles: English Санкт-Петербургский государственный университет (СПбГУ) — старейший вуз России, основанный в 1724 году. Университет сегодня — научный, образовательный и культурный центр мирового значения, неизменно входящий во все международные рейтинги вузов. В номинации взаимодействие с работодателями QS Graduate Employability 2018 СПбГУ занимает 20 место среди 400 ведущих вузов мира и является лучшим в России.  В настоящее время СПбГУ реализует 418 образовательных программ, включающих самые современные направления подготовки и специальности.  \nСертификат об успешном окончании представленных онлайн-курсов дает 5 дополнительных баллов при поступлении на программы магистратуры и аспирантуры СПбГУ. \n\n\n\n\n\n\n\n\n\nSt Petersburg University is the oldest university in Russia, founded in 1724. The University today is a world-class research, educational and cultural centre which is always included in all international rankings of world universities. St Petersburg University was ranked 20th in QS Graduate Employability Ranking 2018 among 400 leading universities in the world and is the best in Russia. At present, St Petersburg University offers 418 academic programmes, including the most advanced areas and fields of study. The certificate of successful completion of offered online courses gives five additional points when applying for master’s and doctoral programmes at St Petersburg University.       ",
        "type": "type1",
        "link": "https://coursera.org/learn/international-labour-law"
    },
    "Interview Preparation: STAR Method (Coursera Project Network)": {
        "Category1": "BusinessChevron Right",
        "Category2": "Business Essentials",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Beginner|1 hour|Desktop only|No download needed|Split-screen video|English",
        "skills": "",
        "about": "In this project, we will teach you how to   master an interview using this 4 step method. Here you will have to do the STAR method by writing down how you will answer specific questions for maximum impact.\nThis project will help you think clearly about the various aspects of your skills and experiences you have had and how to leverage them in a structured way for a job interview. This is useful for people who have a job interview lined up soon . \n\n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.",
        "type": "type2",
        "link": "https://coursera.org/learn/interview-star-method"
    },
    "JavaScript While Loop (Coursera Project Network)": {
        "Category1": "Computer ScienceChevron Right",
        "Category2": "Mobile and Web Development",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Desktop only|No download needed|2 hours|English|Split-screen video|Intermediate",
        "skills": "Do/While Loop|JavaScript Loop|looping|While Loop|Repetition Programming",
        "about": "In this intermediate-level project you will examine the concept of repetition programming – also called “looping.\" Using the Notepad++ editor and JavaScript embedded in HTML, you will write the JavaScript code to repeat a block of program code while a particular condition is true. As you work with the While Loop you’ll begin to realize why repetition programming is one of the most important features of computing. \n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.",
        "type": "type2",
        "link": "https://coursera.org/learn/javascript-while-loop"
    },
    "Job Search Written Tools for Job Interviews (Coursera Project Network)": {
        "Category1": "Personal DevelopmentChevron Right",
        "Category2": "Personal Development",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Beginner|1 hour|Desktop only|No download needed|Split-screen video|English",
        "skills": "listening|Communication|Self-representation|Job Readiness|Business Writing",
        "about": "Job Search Written Tools for Job Interviews\n\nIn this course, you will create a Cover Letter, a Thank You Note and a Professional Reference List for Your Next Employer. A well-crafted Cover Letter is an opportunity to have your skills  reviewed quickly, and it shows the hiring manager you took the time to go the extra mile to formally introduce yourself. A Thank You Note is an excellent way to make a first good impression and a Professional Reference List will have a significant impact on who you reach out to vouch for your marketable skills.",
        "type": "type2",
        "link": "https://coursera.org/learn/job-search-written-tools-for-job-interviews"
    },
    "Know Thyself - The Value and Limits of Self-Knowledge: The Examined Life (The University of Edinburgh)": {
        "Category1": "Arts and Humanities",
        "Category2": "Philosophy",
        "Rating": 4.6,
        "Ratecount": 364,
        "Info": "Shareable Certificate|Beginner Level|English|Approx. 19 hours to complete|Flexible deadlines|100% online",
        "skills": "",
        "about": "According to legend, inscribed on walls of the temple on the sacred site of Delphi in Ancient Greece were two premier injunctions: NOTHING IN EXCESS, and KNOW THYSELF. This course will be an examination of the latter injunction in an effort to discover what self-knowledge is, why it might be valuable, and what, if any, limitations it might face. What is missing from a person lacking in self-knowledge that makes her less wise, virtuous, or competent in certain areas than others who have this capacity, and what if anything might she do to fill that gap?  Historical sources as well as recent research in philosophy, experimental social psychology, and neuroscience will inform our investigation, in the course of which we will become students of our own dreams, and cultivate some meditative practices.Learning Outcomes: \nLearners will gain familiarity with prominent themes from Western, classical Chinese, and Buddhist approaches to our knowledge of ourselves. In the course of doing so, they will gain an appreciation of the relation of self-knowledge to wisdom, of the value of intellectual humility, as well as of methods of learning about oneself that do not depend on introspection. \n\nLearners will also become familiar with contemporary research in experimental social psychology, philosophy, and neuroscience into the emotions, the unconscious, the role of affect in decision making, and self-deception. They will also gain an appreciation of a challenge to the assumption of a coherent, unified self that derives from the Buddhist tradition.\n\n---\nThis course was created by a partnership between The University of Edinburgh and Humility & Conviction and Public Life Project, an engaged research project  based at the University of Connecticut and funded by a generous grant from the John Templeton Foundation. Subtitles: Arabic, French, Portuguese (European), Italian, Vietnamese, German, Russian, English, Hebrew, Spanish Subtitles: Arabic, French, Portuguese (European), Italian, Vietnamese, German, Russian, English, Hebrew, Spanish Since 1583 the University of Edinburgh has been at the forefront of innovation in education and research. Ranked 20th in the world, we have been an international leader in online learning since our first online degree launched in 2005. As part of our commitment to making learning accessible to all, we offer free courses in a variety of subjects including philosophy, health, animal welfare and STEM courses, all designed to build the skills of the global community. Join our 3.6 million learners to expand your knowledge or boost your career.  At his trial, charged with corrupting the Athenian youth, Socrates isn't exactly apologetic. He tells the jury to their faces that they only charged him because they don't like that he forces them to confront uncomfortable truths. Somewhat unsurprisingly, the jury sentences him to death. Socrates accepts the sentence unfazed, famously stating that he'd rather die than stop making people think, as 'an unexamined life is not worth living'. In this module we will examine this dictum and ask: was Socrates right to throw shade on the unexamimed life? Are you dreaming right now? How do you know you're not? Rene Descartes set himself a pretty titanic task: to doubt absolutely everything he cannot be certain of - even that the world exists! - and then try to see if we can rebuild our knowledge of ourselves and the world only from what we can be really certain of. In the process, he formulated some provocative thoughts on the radical separation of the mind from the body. Descartes' dualistic picture of the mind-body relation was highly influential for centuries. A vocal minority of thinkers challenged dualism, but only in the Twentieth Century did Gilbert Ryle manage to discern how Descartes' dualistic reasoning went wrong. In understanding Ryle's approach, we will also gain an appreciation of how know-how is a legitimate form of knowledge, and of how one way of gaining self-knowledge is by looking outward rather than looking inward. Is there such a thing as a human nature? And if there is, how can we know what it is? In this module we will look at how the concept of human nature is used and potentially misused, and what can all this tell us about ourselves. And finally: can human nature be changed? ",
        "type": "type1",
        "link": "https://coursera.org/learn/know-thyself-the-examined-life"
    },
    "L'utilisation optimal de LinkedIn (Coursera Project Network)": {
        "Category1": "BusinessChevron Right",
        "Category2": "Marketing",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Beginner-friendly|Desktop only|No download needed|Split-screen video|90 minutes|French",
        "skills": "LinkedIn|Dévelopment Professionel",
        "about": "À la fin de ce projet, vous aurez une meilleure compréhension de LinkedIn et des possibilités que votre profil peut vous offrir. Nous vous guiderons étape par étape pour que vous ayez un profil plus fort et que vous vous familiarisez avec les outils offerts par LinkedIn.Nous allons explorer les bases de la meilleure configuration de profil et toutes les options qui sont offertes. Vous pouvez même apprendre quelque chose que vous ne connaissez pas déjà sur votre profil si vous en avez déjà un.\n\nRemarque : ce cours fonctionne le mieux pour les étudiants basés en Amérique du Nord. Nous nous efforçons actuellement d'apporter la même expérience dans d'autres régions.",
        "type": "type2",
        "link": "https://coursera.org/learn/utilisation-optimal-linkedin"
    },
    "Limits for AP®(Calculus AB,BC) & Data Science -with Visuals (Coursera Project Network)": {
        "Category1": "Math and LogicChevron Right",
        "Category2": "Math and Logic",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Desktop only|No download needed|2 hours|English|Split-screen video|Intermediate",
        "skills": "plotting of Curve|Calculus|Functions|Limits",
        "about": "The limit of a function is a fundamental concept in calculus and analysis concerning the behavior of that function near a particular input. This guided project is for students who want to ace the concepts of Calculus  using “Wolfram Mathematica” .Highly beneficial for students of AP Physics, IB Diploma SL/HL, Cambridge(AS, A Level), US, Grade 11 & 12th.Very useful for Data Science ,Big Data learners .\nThis project gives you easy access to the invaluable learning techniques used by experts in maths.\nUsing these approaches, no matter what your skill levels in topics you would like to master, you can change your thinking and change your life. If you’re already an expert, this peep under the mental hood will give you ideas for turbocharging successful learning, including counter-intuitive test-taking tips and insights that will help you make the best use of your time on homework and problem sets. If you’re struggling, you’ll see a structured treasure trove of practical techniques that walk you through what you need to do to get on track. If you’ve ever wanted to become better at anything, this project will help serve as your guide. \nIn this project we will drill down and grasp the following concepts using Wolfram Mathematica illustrations-->Basic Limits-Type set limits -Limits of Elementary functions-Limits at infinity-Oscillatory functions Limits-Limits of Trigonometrical functions at infinity-Limits of exponential and logarithm function at Infinity-Visualize a set of limits-Limits of bounded functions",
        "type": "type2",
        "link": "https://coursera.org/learn/limits-course-for-advanced-placement-and-data-science-students"
    },
    "Machine Learning Interpretable: interpretML y LIME (Coursera Project Network)": {
        "Category1": "Data ScienceChevron Right",
        "Category2": "Data Analysis",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Desktop only|2 horas|No download needed|Split-screen video|Spanish|Intermediate",
        "skills": "Machine Learning|interpretML|Explainable Machine Learning|LIME",
        "about": "Este proyecto es un curso práctico y efectivo para aprender a generar modelos de Machine Learning interpretables. Se explican en profundidad diferentes técnicas de interpretabilidad de modelos como: interpretML y LIME que nos permitirá entender el porqué de las predicciones.\n\nGracias a esto, aprenderás a entrenar modelos Glassbox que puedas entender el porqué de sus decisiones.",
        "type": "type2",
        "link": "https://coursera.org/learn/machine-learning-interpretable-lime"
    },
    "Mandarin Chinese for Intermediate Learners: Part 1 (Shanghai Jiao Tong University)": {
        "Category1": "Language Learning",
        "Category2": "Other Languages",
        "Rating": 4.8,
        "Ratecount": 85,
        "Info": "100% online|Shareable Certificate|Chinese (Simplified)|Approx. 17 hours to complete|Flexible deadlines|Course 1 of 4 in the|Intermediate Level",
        "skills": "Mandarin Chinese|foreign language|HSK3",
        "about": "\"Mandarin Chinese 1: Chinese for Intermediate Learners\" is the first course of the MOOC specialization  \"Learn Intermediate Mandarin Chinese\" created by Shanghai Jiao Tong University. Subtitles: Chinese (Simplified) Subtitles: Chinese (Simplified) Shanghai Jiao Tong University, a leading research university located in Shanghai, China, has been regarded as the fastest developing university in the country for the last decade. With special strengths in engineering, science, medicine and business, it now offers a comprehensive range of disciplines in 27 schools with more than 41,000 enrolled students from more than one hundred countries. Learning how to express hobbies; Learning expressions related to sports Learning how to express hobbies; Learning expressions related to sports Learning the expressions related to education; Learning how talk about home furnishings Learning the expressions related to education; Learning how talk about home furnishings Learning how to talk about different life styles; Learning how to compare things Learning how to talk about different life styles; Learning how to compare things Learning expressions used in cases of emergency; Learning how to emphasize location, time or manner of an event Learning expressions used in cases of emergency; Learning how to emphasize location, time or manner of an event Learning  how to evaluate people/oneself; Learning expressions related to interviews Learning expressions used in cases of emergency; Learning how to emphasize location, time or manner of an event If you have fundamental proficiency in Mandarin Chinese, join us now to practice and improve your skill of the language spoken by more than 1 billion people. This may enable you to know and do business with people from one of the world's biggest economies. This specialization may also help you to pass HSK 3 test.",
        "type": "type1",
        "link": "https://coursera.org/learn/mandarin-chinese-intermediate-learners-1"
    },
    "Market your new business with Canva (Coursera Project Network)": {
        "Category1": "BusinessChevron Right",
        "Category2": "Marketing",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Desktop only|No download needed|2 hours|English|Split-screen video|Intermediate",
        "skills": "Advertising|Business|Marketing|Graphic Design",
        "about": "By the end of this project, you will know how to use Canva to promote and market your new business. You will have learned how to create a business logo, a business card and a flyer using Canva. We will both use templates, and create designs from scratch.\n\nYou will be able to incorporate a color scheme, images, and other design elements for aesthetically pleasing.\n\nThis project will include intermediate to advanced level skills using the free version of Canva.\n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.",
        "type": "type2",
        "link": "https://coursera.org/learn/market-new-business-canva"
    },
    "Modelling with WARP PLS (Coursera Project Network)": {
        "Category1": "Data ScienceChevron Right",
        "Category2": "Data Analysis",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "1 hour|Desktop only|No download needed|Split-screen video|English|Intermediate",
        "skills": "Advanced regression|Non linear modelling",
        "about": "In this 1-hour long project-based course, you will learn how to  create path models using Smartpls. We will take a project on changing behavior and check if attitudes or subjective norms impact behavior the most.\n We will learn how to launch this new software, create the model and run it. We will then show you how to interpret the same. We will also learn how to create models for different groups such as males and females and if there is a difference between them.\n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.",
        "type": "type2",
        "link": "https://coursera.org/learn/warp-pls"
    },
    "\"Making\" Progress Teach-Out (Emory University)": {
        "Category1": "Social Sciences",
        "Category2": "Governance and Society",
        "Rating": 4.3,
        "Ratecount": 6,
        "Info": "Beginner Level|Approx. 6 hours to complete|English|Flexible deadlines|100% online",
        "skills": "",
        "about": "What is “progress”? How do we decide when we’re moving forward and not taking steps backward? And how do we explore the idea of progress around public sites of memory? This Teach-Out is an invitation to think about what progress means, and how you can look for it wherever you are—in your city, community, or neighborhood—and reflect upon your own ideas about the place you live in.Changes in the built environment of our communities are themselves the result of human actions and intentions, such as municipal planning, commercial enterprises, or communities transforming their own space. In other words, in our cities we can see the results of our plans—our attempts to create and shape the future. Neighbors, political groups, corporations, governments, schools, and other organizations, they all shape the community, leaving traces that allow us to see in what directions they transformed our lives. \n\nThis Teach-Out will ask the following questions:\n•\tWhat are the forces that shape and change the places we inhabit? \n•\tHow do people connect with places in our modern cities? \n•\tDo places progress? \n•\tHow can we measure in them whether there is any “progress”? \n\nWe will interview a number of people who work in Atlanta, Georgia, but the questions and places we will see here are comparable to many of other places in the world on what it means to progress. In this Teach-Out you will learn how to find the history of public spaces in any community and how to reflect upon the idea of progress. Finally, you can join a conversation to discuss what has been explored, uncovered, and possibly transformed both within ourselves and our communities.\n\nA Teach-Out is: \n– an event – it takes place over a fixed, short period of time \n– an opportunity – it is open for free participation to everyone around the world \n– a community – it will be joined by a large number of diverse individuals \n– a conversation – an opportunity to give and take ideas and information from people \n\nThis community learning event invites participants from around the world to come together in conversation with the Emory campus community, including faculty experts. This Teach-Out is part of Emory’s commitment to engage the local and global community in exploring and understanding problems, events, and phenomena most important to our society. \n\nOriginating from University of Michigan (Teach-Out.org), Teach-Outs are short learning experiences focused on a specific current issue. Attendees will come together over a few days not only to learn about a subject or event but also to gain skills. Teach-Outs are open to the world and are designed to bring together individuals with wide-ranging perspectives in respectful and deep conversation. These events are an opportunity for diverse learners and a multitude of experts to come together to ask questions of one another and explore new solutions to the pressing concerns of our global community. Come, join the conversation! Subtitles: English Subtitles: English Emory University, located in Atlanta, Georgia, is one of the world's leading research universities. Its mission is to create, preserve, teach and apply knowledge in the service of humanity.  ",
        "type": "type1",
        "link": "https://coursera.org/learn/makingprogress"
    },
    "#talkmentalillness (University of Colorado Boulder)": {
        "Category1": "Health",
        "Category2": "Psychology",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Shareable Certificate|Approx. 14 hours to complete|Beginner Level|English|Flexible deadlines|100% online",
        "skills": "suicide|anxiety|Mental Illness|depression|Mental Health",
        "about": "I am a professor and mental health researcher and educator, and I’ve been working in the field for over 15 years. Like so many of my colleagues, however, I was unprepared for the wave of mental health challenges that would face our society in 2020. From COVID-19 and the devastating economic impacts of the pandemic to racial justice protests, widespread natural disasters, our current cultural moment presents unprecedented mental health concerns, and particularly for marginalized communities. For this reason, I led a field-wide call to action for mental health research and treatment that resulted in this #TalkMentalIllness course. I had the opportunity to speak to over 30 experts from different domains in psychology research, practice, and popular public figures and to discuss the causes and cutting-edge treatments for many serious disorders, the stigma surrounding mental illness in our culture, systemic inequality in mental health treatment, and the mental health challenges of today.#talkmentalillness curates the interviews from the Mental Health Experts series into an accessible learning experience that will help you have conversations about mental health. Talking about mental illness is both the content and desired outcome of this course, as you will use what you learn from my interviews with mental health experts to guide your own discussions about mental health challenges and treatments with family members, friends, colleagues, and other people in your life. The course will begin by presenting a core set of definitions for mental illness and analyzing the stigma associated with it. We will then apply these topics to specific psychological disorders, including anxiety and mood disorders, eating disorders, suicide, substance use, and psychosis. We will then consider how these issues disproportionately impact marginalized groups and communities of color. The course will conclude by considering innovative approaches to psychological treatments and how the pursuit and science of happiness inform mental health and wellness.\n \nThis course is part of a broader educational mission to share the science of mental illness with both students and the public, both locally and globally. I have designed and created it in collaboration with the Office for Academic Innovation and Libraries’ Media Services Team at the University of Colorado Boulder.\n\n- June Gruber Subtitles: English Subtitles: English CU-Boulder is a dynamic community of scholars and learners on one of the most spectacular college campuses in the country. As one of 34 U.S. public institutions in the prestigious Association of American Universities (AAU), we have a proud tradition of academic excellence, with five Nobel laureates and more than 50 members of prestigious academic academies. In the first week of #talkmentalillness, you will learn about public perceptions of mental illness and analyze the stigma associated with it. This week features interviews with leading public figures including Temple Grandin, public advocate for autism and author of The \"Autistic Brain: Thinking Across the Spectrum\"; Kay Redfield Jamison, international bipolar disorder expert and author of \"Unquiet Mind\" and \"Touched with Fire\"; Stephen Hinshaw, author of \"Mark of Shame\" and award-winning clinical psychology professor and Gordon Nagayama-Hall who discusses the influence of culture on mental health perception, diagnosis and treatment. Optional interviews include Mitchell Prinstein on communicating mental health to the public and Aaron Fisher on precision behavioral health. The second week of #talkmentalillness will feature the latest insights into specific psychological disorders. This includes first-hand insights from Greg Siegle on the brain and depression, Linda Craighead on eating-related disorders, Bunmi Olatunji, an expert in the cognitive mechanisms and treatment for anxiety disorders, and Sheri Johnson, who is at at the forefront of emotion-related impulsivity and bipolar disorder. Optional interviews include Lee Anna Clark on personality disorders, Jutta Joormann on depression and cognition, Wendy Heller on anxiety disorders, Jonathan Rottenberg on depression and emotion, and Judy Garber on internalizing disorders. The third week of #talkmentalillness delves into severe mental illness, including suicide, schizophrenia, substance abuse, and psychopathy. This includes first-hand discussion on the critical topic of suicide with MacArthur Genius awardee Matthew Nock, alcohol use disorders with Lara Ray, Diane Gooding examining the psychosis spectrum and early warning signs, and Abigail Marsh, author of \"The Fear Factor\", who speaks on psychopathy. Optional interviews include former president of the Association for Psychological Science, Robert Levenson, sharing his first-person observations into severe mental illness, suicide treatment and prevention expert Lauren Weinstock, and Deanna Barch providing new understandings of motivational systems that underlie and give rise to schizophrenia. The fourth week of #talkmentalillness considers how mental illness disproportionately impacts marginalized groups and communities of color, as well vulnerable youth and family communities. Steven Lopez will tackle mental health disparities in Latinx communities, Lauren Ng discusses the field of global mental health and disproportionate impacts in developing nations, April Thames addresses mental health disparities among minoritized groups, and Kate McLaughlin discusses the relationship between stress and trauma as risk factors predicting greater mental health vulnerability.  Optional interviews include Darby Saxbe on family systems and hormones, Jane Mendle on puberty and mental health, and Jessica Borelli on parent-child relationships. The fifth and final week of #talkmentalillness considers innovative evidence-based approaches to psychological treatments and how the pursuit and science of happiness and emotional wellness informs how we think about mental health. This includes interviews with and Laurie Santos, instructor of the most popular class on the science of well-being in Yale University’s history and director of the Happiness Lab podcast, Director of the Greater Good Science Center and science of happiness expert Dacher Keltner, international cognitive-behavior therapy expert Jacqueline Persons and Thomas Insel, director and founder of Mindstrong Health and former director of the National Institute of Mental Health. Optional interviews include James Gross on emotion regulation and mental health, Steven Hollon on cutting-edge treatments for depression, and Amelia Aldao on cognitive therapy for anxiety. Week 5 concludes with the final project for the course. For the final project for #talkmentalillness, you will share what you've learned in the course or a personal story related to mental illness on social media.",
        "type": "type1",
        "link": "https://coursera.org/learn/talkmentalillness"
    },
    "(Business Writing) الكتابة في مجال الأعمال (University of Colorado Boulder)": {
        "Category1": "Business",
        "Category2": "Business Essentials",
        "Rating": 4.8,
        "Ratecount": 26,
        "Info": "Shareable Certificate|Arabic|Approx. 11 hours to complete|Beginner Level|Flexible deadlines|100% online",
        "skills": "",
        "about": "لا شك أن إتقان الكتابة من أهم المهارات التي يمكنك تعلمها بُغية تحقيق النجاح في مجال الأعمال. وقد استخدمت أكثر من سبعين شركة وعشرين ألف طالب - من الكتاب المحترفين والموظفين الجدد والمتحدثين باللغة الإنجليزية لغير الناطقين بها وحتى المديرين المتمرسين - الأساليب المستخدمة في الكتابة في مجال الأعمال لتعزيز قدرتهم على التواصل وإطلاق أفكارهم. ستعلمك هذه الدورة التدريبية كيفية تطبيق المبادئ العشرة الأفضل للكتابة الجيدة في مجال الأعمال على عملك وكيفية نشر أدوات بسيطة لتحسين كتابتك بشكل كبير  وكيفية تنفيذ التنظيم والبنية والمراجعة للتواصل بشكل أكثر براعة من أي وقت مضى. وستتمكن من الدرس الأول من تطبيق التعلم الجديد على الفور على عملك وتحسين كتابتك اليوم. أفكارك قوية. تعلم كيفية توصيلها بالوضوح والتأثير الذي تستحقه. \"شكرًا لك على إعطائي المعرفة التي أحتاجها في الحياة، كانت [الكتابة في مجال الأعمال] مفيدة وأضفت الكثير من التغيير وأثرت تأثير ًا كبيرًا في كتابتي\". - رسالة من أحد طلاب دورة الكتابة في مجال الأعمالتتيح لك المبادئ التي ستتعلمها في هذه الدورة أن تصبح كاتبًا رائعًا في مجال الأعمال. كما أنها توفر الأساس للانتقال إلى التصميم الغرافيكي والعرض التقديمي الناجح، بحيث يمكنك إطلاق العنان لأفضل ما لديك من مهارات مهنية كلما -وكيفما- تعرض أفكارك في مكان العمل. Subtitles: Arabic, French, Portuguese (European), Italian, Vietnamese, German, Russian, English, Spanish Subtitles: Arabic, French, Portuguese (European), Italian, Vietnamese, German, Russian, English, Spanish CU-Boulder is a dynamic community of scholars and learners on one of the most spectacular college campuses in the country. As one of 34 U.S. public institutions in the prestigious Association of American Universities (AAU), we have a proud tradition of academic excellence, with five Nobel laureates and more than 50 members of prestigious academic academies. يقدم الدرس الأول في هذه الوحدة مجال التواصل الفعال، والمشروع المتقدم، والدورة التدريبية في الكتابة في مجال الأعمال. ستقابل مدرّسة الكتابة الدكتورة \"كوينتن ماك أندرو\"، وكلاً من الدكتور \"ديف أندرود\"، والأستاذ الدكتور \"ويليام كاسكين\" الذي يدرّس تصميم الجرافيك والعروض التقديمية الناجحة. انضم \"ديف\" و\"ويليام\" إلى الدكتورة \"كوينتن\" لعرض الأفكار الخاصة بالكتابة والتصميم والعروض التقديمية المتعلقة بالاستمرار في خلق بصمتك الشخصية وهذا ما نسميه \"التواصل الفعال\". ستتعرف في هذه الوحدة على المبادئ البسيطة التي تشكّل كافة أنواع الكتابة الفصيحة في مجال الأعمال وستكون بمثابة حجر الأساس لهذه الدورة التدريبية. تمهّد هذه الدروس للتعمق أكثر في المعرفة والأساليب المحددة المتبعة ليس في الكتابة في مجال الأعمال فحسب، بل في تصميم الجرافيك والعروض التقديمية الناجحة على حد سواء. لنبدأ!  أتعلم أن أهم عنصر في إتقان الكتابة ليس إتقان الكتابة؟ بل التنظيم الجيد. إذا لم تنظّم المستندات بأقصى درجات الفاعلية، فقد أهدرت فرصة لتقديم أفكارك وتقديم نفسك تقديمًا مؤثرًا. ستعلّمك هذه الوحدة التراكيب التنظيمية العامة التي تتيح لك تحسين كتابتك في مجال الأعمال. ستفهم كيف تصوغ المبادئ التي تعلمتها في الوحدة الأولى في هذه التراكيب، وستعرف كيف تُوضع الركائز الأساسية وتطبَّق على مستندات الأعمال في الواقع. وفي نهاية الوحدة، ستستفيد من معلوماتك عن التنظيم في صياغة أفكارك وابتكار بصمة تُميزك، وستكون قد وضعت الأساس الذي يمكنك من صياغة الجُمل البلاغية التي تعلمتها في الوحدة الثالثة. ستطبق في الدرس الأول من الوحدة الثالثة مبادئ الكتابة والمهارات الأساسية في إنشاء مذكرة فعلية. وسترى بالتفصيل الدور الفعال للمهارات الأساسية، التي ستسهّل صياغة مستند أعمال مؤثر. ستفهم أيضًا طريقة تطبيق المهارات الأساسية في صياغة الجُمل والفقرات، وستحظى بالفرصة حتى تختبر مهاراتك الجديدة وتثقلها. يتناول الدرس الثاني الأخطاء النحوية الشائعة التي تُضعف التأثير المهني للعديد من الكتاب. توجد مقاطع فيديو قصيرة تشرح كل خطأ من الأخطاء، ولماذا يخل الخطأ بوضوح المعنى، وطريقة تصحيحه في الكتابة - حتى إذا كنت لا تتذكر القاعدة النحوية.ستفهم كذلك أهمية إجراء هذه التغييرات في الوصول إلى التواصل الفعال وأهمية التخلص من هذه العثرات الشائعة في كتابتك. يمكنك الآن أن تبدأ في كتابة أي مستند.. يتجاوز نطاق الوحدة الرابعة المهارات الأساسية وإتقان القواعد اللغوية، بحيث تتناول توجيهات محددة ترتقي بلغتك وتجعل صياغتك واضحة وتعزز قدرتك على توصيل أفكارك بكفاءة. يعتمد كل درس في هذه الوحدة على المبادئ التي تعلمتها في الوحدة الأولى، إذ إنها تشكل قائمة مرجعية للأساليب التي يمكنك تطبيقها على أي مستند أعمال لتتأكد من أنه يبرز أفكارك ويوضحها على الورق.. تقدم لك مقاطع الفيديو القصيرة عن البريد الإلكتروني والمستندات الأطول أساليب بسيطة؛ حتى تتمكن من تطبيق الدروس المستفادة من هذه الدورة التدريبية على قطاع عريض من أعمالك.",
        "type": "type1",
        "link": "https://coursera.org/learn/writing-for-business-ar"
    },
    "(Giving Helpful Feedback) إعطاء الملاحظات المفيدة (University of Colorado Boulder)": {
        "Category1": "Business",
        "Category2": "Business Essentials",
        "Rating": 4.8,
        "Ratecount": 231,
        "Info": "Shareable Certificate|Arabic|Approx. 5 hours to complete|Flexible deadlines|100% online",
        "skills": "",
        "about": "الهدف من هذه الدورة التدريبية تعليمك المبادئ البسيطة التي يستخدمها المديرون الخبراء من أجل تحسين أداء الموظفين وتحفيزهم. ولن تضطر إلى تجنب إخبار الموظفين \"الحقيقة\" مرة أخرى بعد الآن، لأن الأساليب السبعة التي سوف نقوم بتعليمك إياها لن تجعل الموظفين خائفين أو يتخذون وضعًا دفاعيًا. كمدير، أو كشخص يرغب في أن يكون مديرًا، سوف تتعلم كذلك على وجه الخصوص ماهية الملاحظات، وكيف يتم تقييم الملاحظات السلبية بشكل أكبر من تلك الإيجابية، وكيف يمكن أن تؤثر الملاحظات الإيجابية بشكل فائق على السلوكيات مثل الإبداع والعمل الجماعي.‏إن إعطاء الملاحظات مهارة تتطور مع مرور الوقت. إننا نمنحك عملية يمكنك استخدامها لتحسين مهارات الملاحظات لديك وإعطاء تلك الملاحظات بكل ثقة. سوف تجد أن هناك أساس علمي للعديد من المشاهدات والبديهيات حيال تقديم الملاحظات، مثل صعوبة إعطاء الملاحظات بشكل صحيح وكره الناس لإعطاء الملاحظات وغير ذلك الكثير. وسوف يكون من المطمئن أن تعرف كيف تتغلب على تلك الصعوبات. نتمنى أن تستمتع بوقتك وأنت تتطور إلى مدير أفضل! Subtitles: Arabic, French, Portuguese (European), Italian, Vietnamese, German, Russian, English, Spanish Subtitles: Arabic, French, Portuguese (European), Italian, Vietnamese, German, Russian, English, Spanish CU-Boulder is a dynamic community of scholars and learners on one of the most spectacular college campuses in the country. As one of 34 U.S. public institutions in the prestigious Association of American Universities (AAU), we have a proud tradition of academic excellence, with five Nobel laureates and more than 50 members of prestigious academic academies. إن الهدف من هذه الدورة التدريبية منحك الثقة لإعطاء الملاحظات السلبية والإيجابية على حد سواء بشكل ناجح وعدم التأثير بالسلب على كرامة الشخص الذي يتلقى الملاحظات. لتعزيز الدوافع لديك، في الأسبوع الأول، نقوم بتوضيح الامتيازات المحددة لإتقان مهارات الملاحظات مع توفير نماذج للأشخاص الذين تغير مستقبلهم المهني بسبب الملاحظات التي يتم إعطاؤها في وقتها. كما نناقش كذلك الملاحظات الإيجابية والتوقعات، والتي تعد بمثابة أداة فعالة لمساعدة الأشخاص على التعلم في مكان العمل. سوف تكون قادرًا على تحديد كلا النوعين، ومعرفة كيف يساعدا على تحسين أداء الموظف. سوف تتعلم كيف يمكن إعطاء الملاحظات الإيجابية في العديد من المواقف، كما تقدر قوة الملاحظات الإيجابية فيما يتعلق بتحسين إبداعية الموظف ومهارات العمل الجماعي لديه. نتمنى أن تتمكن من استخدام هذه المعارف الجديدة بشكل فوري.‏ تعد الملاحظات السلبية أداة تعليمية متخصصة. نحن جميعنا نعلم أن تلقي الملاحظات السلبية يمنحنا شعورًا بالتعرض للعقاب. هدفنا هذا الأسبوع يتمثل في فهم السبب وراء منح ذلك لنا شعورًا بالتعرض للعقاب، لمادا نتردد لاستخدامها، ومتى يمكن استخدامه بشكل فعال بدون وقوع تبعات سلبية. سوف نتمكن من تحديد مواقف معينة تحصل فيها الملاحظات السلبية على قيمة أكبر من الملاحظات الإيجابية وكما سنتعرف على أسلوب يمكن أن يساعد على التغلب على بعض التأثيرات الجانبية الضارة للملاحظات السلبية. يمكن أن تكون أكثر ثقةً بأنك تستخدم ذلك النوع من الملاحظات بشكل مناسب في العمل.‏ اعتمادًا على عملك في أول أسبوعين، يمكنك الآن وصف الملاحظات السلبية والإيجابية وتقدير قوة هذه الأدوات فيما يتعلق بتغيير السلوكيات. في خلال الأسبوعين القادمين، سوف نتخذ خطوات نحو بناء مهارات الملاحظات من خلال تعليمك سبع مهارات خاصة يمكنك استخدامها عند إعطاء الملاحظات الاحترافية. ومع نهاية هذين الأسبوعين، سوف تعرف كيف تقوم بإعطاء الملاحظات المتعلقة بالعمل والتي تكون فعالة فيما يخص تغيير سلوكيات الموظف مع الحفاظ على كرامته في نفس الوقت.‏ في هذا الأسبوع، سوف نتابع بناء معرفتك بمهارات الملاحظات الأساسية السبعة.‏ أنت الآن تعرف أساسيات الملاحظات الإيجابية والسلبية والمهارات اللازمة لتوفير كلا النوعين من الملاحظات. في هذه الوحدة، نبدأ بوصف المواقف التي لن \"تصل\" فيها ملاحظاتك إلى الموظف العامل معك، مهما كنت ماهرًا. يمكن أن تكون هذه المواقف مثبطة، ونحن نقوم بإبرازها حتى يمكنك إدراك الحالات التي لا تؤتي فيها الملاحظات الخاصة بك الثمار المرجوة منها. ثم سنقوم بعد ذلك بوصف عملية لتمكينك من متابعة التدرب على المهارات الجديدة لديك وتحسينها. إن التغيير الفعلي يحتاج إلى الوقت، إلا أن الرحلة تستحق ذلك.‏ ",
        "type": "type1",
        "link": "https://coursera.org/learn/feedback-ar"
    },
    "(Non) Status quo Attitudes with NetLogo (Coursera Project Network)": {
        "Category1": "Physical Science and EngineeringChevron Right",
        "Category2": "Research Methods",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Desktop only|No download needed|Split-screen video|English|Intermediate|1.5 hours",
        "skills": "Storytelling|ABM|Modeling|coding|Imagination",
        "about": "Have you ever wondered what is behind different cultural traits and attitudes towards the status quo? Or more broadly, what influences the Zeitgeist of a society? Generally speaking, when it comes to changing (or not) the current spirit and state of affairs of a given society or community, some people show themselves as idealists, and they can even inspire others. At the same time, some other people are traditionalists, and some are just neutral about how things are. In this guided-project you will develop an agent-based model using NetLogo that tries to use these personas to touch and generate insights around theses questions. And while doing so, you will gain some hands-on knowledge on model building and debugging.\n\nNote: This project works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.",
        "type": "type2",
        "link": "https://coursera.org/learn/nonstatusquo-attitudes-netlogo"
    },
    "Modernizing Data Lakes and Data Warehouses with GCP (Google Cloud)": {
        "Category1": "Information Technology",
        "Category2": "Cloud Computing",
        "Rating": 4.7,
        "Ratecount": 2062,
        "Info": "Shareable Certificate|Approx. 9 hours to complete|English|Flexible deadlines|100% online|Intermediate Level",
        "skills": "",
        "about": "The two key components of any data pipeline are data lakes and warehouses. This course highlights use-cases for each type of storage and dives into the available data lake and warehouse solutions on Google Cloud Platform in technical detail. Also, this course describes the role of a data engineer, the benefits of a successful data pipeline to business operations, and examines why data engineering should be done in a cloud environment. Learners will get hands-on experience with data lakes and warehouses on Google Cloud Platform using QwikLabs. Subtitles: English, Spanish Subtitles: English, Spanish We help millions of organizations empower their employees, serve their customers, and build what’s next for their businesses with innovative technology created in—and for—the cloud. Our products are engineered for security, reliability, and scalability, running the full stack from infrastructure to applications to devices and hardware. Our teams are dedicated to helping customers apply our technologies to create success. This module gives an introduction of the Data Engineering specialization and the course. This module describes the role of a data engineer and motivates the claim why data engineering should be done in the Cloud In this module, we describe what  data lake is and how to use Google Cloud Storage as you data lake on GCP In this module, we talk about BigQuery as a data warehousing option on GCP This module reviews all the topics covered in the course",
        "type": "type1",
        "link": "https://coursera.org/learn/data-lakes-data-warehouses-gcp"
    },
    "Natural Language Processing and Capstone Assignment (University of California, Irvine)": {
        "Category1": "Data Science",
        "Category2": "Data Analysis",
        "Rating": 4.7,
        "Ratecount": 10,
        "Info": "Shareable Certificate|Course 4 of 4 in the|English|Approx. 5 hours to complete|Flexible deadlines|100% online|Intermediate Level",
        "skills": "",
        "about": "Welcome to Natural Language Processing and Capstone Assignment. In this course we will begin with an Recognize how technical and business techniques can be used to deliver business insight, competitive intelligence, and consumer sentiment. The course concludes with a capstone assignment in which you will apply a wide range of what has been covered in this specialization. Subtitles: English Subtitles: English Since 1965, the University of California, Irvine has combined the strengths of a major research university with the bounty of an incomparable Southern California location. UCI’s unyielding commitment to rigorous academics, cutting-edge research, and leadership and character development makes the campus a driving force for innovation and discovery that serves our local, national and global communities in many ways. Welcome to Module 1, Natural Language Processing I. In this module we will begin with an introduction to text analytics, or natural language processing (NLP). We will explore the numerous applications of NLP and discuss one of the most popular applications - sentiment analysis. Welcome to Module 2, Natural Language Processing II. In this module we will continue our exploration of natural language processing with a review of topic modeling and one of the most effective topic detection techniques currently in use - Latent Dirichlet allocation (LDA). In addition, we will define several technical terms and concepts commonly used in text mining.  Welcome to Module 3, Past, Present, and Future of Data Science I. In this module we will provide a historical perspective of the terminology applied to data analytics, as well as a forward-looking discussion of several key trends emerging in data science.  We will also explore several leading-edge enablers and enhancers of data science, including deep learning, explainable AI, and automated machine learning.  Welcome to Module 4, Past, Present, and Future of Data Science II. In this module we will continue our exploration of new practices in data science and predictive modelling, including model ensembles, sensor technologies and IoT, geospatial analytics, and cloud computing. We will conclude this program with an activity to bring everything you’ve learned in this program together to develop a data analytics plan.  This specialization demystifies data science and familiarizes learners with key data science skills, techniques, and concepts. The course begins with foundational concepts such as analytics taxonomy, the Cross-Industry Standard Process for Data Mining, and data diagnostics, and then moves on to compare data science with classical statistical techniques. The course also provides an overview of the most common techniques used in data science, including data analysis, statistical modeling, data engineering, manipulation of data at scale (big data), algorithms for data mining, data quality, remediation and consistency operations.",
        "type": "type1",
        "link": "https://coursera.org/learn/natural-language-processing-captsone-assignment"
    },
    "Natural Language Processing for Stocks News Analysis (Coursera Project Network)": {
        "Category1": "Data ScienceChevron Right",
        "Category2": "Machine Learning",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Beginner|Desktop only|No download needed|2 hours|English|Split-screen video",
        "skills": "Python Programming|Machine Learning|Deep Learning|coding",
        "about": "In this hands-on project, we will train a Long Short Term Memory (LSTM) deep learning model to perform stocks sentiment analysis. Natural language processing (NLP) works by converting words (text) into numbers, these numbers are then used to train an AI/ML model to make predictions. In this project, we will build a machine learning model to analyze thousands of Twitter tweets to predict people’s sentiment towards a particular company or stock. The algorithm could be used automatically understand the sentiment from public tweets, which could be used as a factor while making buy/sell decision of securities.\n\n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.",
        "type": "type2",
        "link": "https://coursera.org/learn/natural-language-processing-for-stocks-news-analysis"
    },
    "Non parametric Tests using R Cmdr (Coursera Project Network)": {
        "Category1": "Data ScienceChevron Right",
        "Category2": "Data Analysis",
        "Rating": 5.0,
        "Ratecount": 7,
        "Info": "Desktop only|No download needed|Split-screen video|English|1 hour 30 minutes|Intermediate",
        "skills": "Nonparametric Statistics|Data Analysis|R Cmdr",
        "about": "In this project , you will learn how to conduct non parametric tests using Rcmdr. Non parametric tests are powerful tests which are conducted when underlying assumptions are not met in the data . After completing the project, you will be able to apply the appropriate test for the right data set. You will also learn how to do it in an easy to use Rcmdr.",
        "type": "type2",
        "link": "https://coursera.org/learn/non-parametric-tests-rcmdr"
    },
    "Predictive Analytics for Business with H2O in R (Coursera Project Network)": {
        "Category1": "Data ScienceChevron Right",
        "Category2": "Machine Learning",
        "Rating": 4.9,
        "Ratecount": 46,
        "Info": "Desktop only|No download needed|Split-screen video|English|Intermediate|1.5 hours",
        "skills": "predictive-analytics|r-programming-language|business-analytics|machine-learning|H2O",
        "about": "This is a hands-on, guided project on Predictive Analytics for Business with H2O in R. By the end of this project, you will be able apply machine learning and predictive analytics to solve a business problem, explain and describe automatic machine learning, perform automatic machine learning (AutoML) with H2O in R. We will take a data-driven approach to predict the success of bank telemarketing.\n\nH2O's AutoML automates the process of training and tuning a large selection of models, allowing the user to focus on other aspects of the data science and machine learning pipeline such as data pre-processing, feature engineering and model deployment.\n\nTo successfully complete the project, we recommend that you have prior experience with programming in R, basic machine learning theory, and have trained ML models in R. We will not be exploring how any particular model works nor dive into the math behind them. Instead, we assume you have this foundational knowledge and want to learn to use H2O in R for predictive analytics.\n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.",
        "type": "type2",
        "link": "https://coursera.org/learn/predictive-analytics-business-h2o-r"
    },
    "Prehospital care of acute stroke and patient selection for endovascular treatment using the RACE scale (Universitat de Barcelona)": {
        "Category1": "Health",
        "Category2": "Patient Care",
        "Rating": 4.8,
        "Ratecount": 60,
        "Info": "Shareable Certificate|English|Flexible deadlines|100% online|Approx. 12 hours to complete|Intermediate Level",
        "skills": "",
        "about": "Acute stroke is a time-dependent medical emergency. In acute ischemic stroke, the first objective is to restore brain flow using sistemic thrombolytic treatment and, in patients with large vessel occlusion, by endovascular treatment. In hemorrhagic stroke there are also specific treatments that can improve the clinical outcome.The sooner the initiation of all these therapies the higher the clinical benefit. Thus,  the organization of Stroke Code systems coordinated between emergency medical systems and hospitals is crucial to achieve early medical attention and treament.\nNeurological scales facilitate stroke recognition at both hospital and pre-hospital levels and provide valuable information of stroke severity. The RACE scale is a prehospital scale validated as a tool to identify patients with suspected large vessel occlusion who are potential candidates for endovascular treatment. \n\nThis course aims to update general knowledge in acute stroke and currently available treatments, to review the protocol\nof the Stroke Code and, finally, to train in the use of the RACE scale.\n\nThe target profile of this course is aimed to all health professionals working in the field of emergencies. Subtitles: English Subtitles: English The University of Barcelona is the most formidable public institution of higher education in Catalonia, catering to the needs of the greatest number of students and delivering the broadest and most comprehensive offering in higher educational courses. The UB is also the principal centre of university research in Spain and has become a European benchmark for research activity, both in terms of the number of research programmes it conducts and the excellence these have achieved.    The RACE scale is a prehospital simple and rapid neurological scale to detect acute stroke patients with a high probability of having a large vessel occlusion, candidates to be treated with endovascular techniques in a comprehensive stroke center",
        "type": "type1",
        "link": "https://coursera.org/learn/acute-stroke-race-scale"
    },
    "Python بُنى بيانات (University of Michigan)": {
        "Category1": "Computer Science",
        "Category2": "Software Development",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Shareable Certificate|Approx. 20 hours to complete|English|Flexible deadlines|100% online",
        "skills": "Trigonometric Integral|Python Programming|Linearity|Sorting",
        "about": "ستقدم هذه الدورة التدريبية بُنى البيانات الأساسية للغة برمجة Python. وسوف نتجاوز أساسيات البرمجة الإجرائية ونستكشف الكيفية التي يمكننا من خلالها استخدام بُنى بيانات Python المضمَّنة، مثل القوائم والقواميس والمجموعات لإجراء تحليل معقد بشكل متزايد للبيانات. ستغطي هذه الدورة التدريبية الفصول من 6 إلى 10 من كتاب «Python للجميع» النصي. وستغطي هذه الدورة التدريبية Python 3. Subtitles: Arabic, French, Chinese (Simplified), Korean, Russian, English, Spanish Subtitles: Arabic, French, Chinese (Simplified), Korean, Russian, English, Spanish The mission of the University of Michigan is to serve the people of Michigan and the world through preeminence in creating, communicating, preserving and applying knowledge, art, and academic values, and in developing leaders and citizens who will challenge the present and enrich the future. في هذا الفصل الدراسي، سنتابع من حيث توقفنا في الفصل الدراسي السابق، بدءًا من الفصل 6 من الكتاب النصي لنغطي السلاسل النصية وننتقل إلى بُنى البيانات. ويُخصص الأسبوع الثاني من هذا الفصل الدراسي لتثبيت Python، إذا كنتم تريدون بالفعل تشغيل التطبيقات على كمبيوتر سطح مكتب أو جهاز الكمبيوتر المحمول الخاص بكم. إذا اخترتم تثبيت Python، فيمكنكم تخطي الأسبوع الثالث والتقدم في الدورة. في هذه الوحدة سوف تقومون بإعداد الأشياء حتى تتمكنون من كتابة برامج Python. ونحن لا نطلب تثبيت Python لهذا الفصل الدراسي. ويمكنكم كتابة واختبار برامج Python في المتصفح باستخدام \"Python Code Playground\" في هذا الدرس. يُرجى قراءة مادة \"استخدام Python في هذا الفصل الدراسي\" للاطلاع على التفاصيل. حتى الآن، كنا نعمل باستخدام البيانات التي تتم قراءتها من المستخدم أو البيانات في الثوابت. لكن البرامج الفعلية تعالج كميات كبيرة للغاية من البيانات عن طريق قراءة وكتابة الملفات في تخزين ثانوي على جهاز الكمبيوتر الخاص بكم. وفي هذا الفصل نبدأ في كتابة برامجنا الأولى التي تقرأ وتفحص وتعالج البيانات الحقيقية. نظرًا لأننا نريد حل المشكلات الأكثر تعقيدًا في Python، فنحن بحاجة إلى متغيرات أكثر قوة. حتى الآن، كنا نستخدم متغيرات بسيطة لتخزين الأرقام أو السلاسل حيث يكون لدينا قيمة واحدة في أي متغير. وبدءًا من القوائم، سنُخزِّنُ العديد من القيم في متغير واحد باستخدام مخطط فهرسة لتخزين قيم مختلفة من داخل متغير واحد وتنظيمها واستردادها. ونحن نطلق على هذه المتغيرات متعددة القيم اسم \"المجموعات\" أو \"بُنى البيانات\". يُعد قاموس Python أحد أقوى بُنى البيانات. فبدلًا من تمثيل القيم في إحدى القوائم الخطية، تُخزِّنُ القواميس البيانات في صورة أزواج أساسية / أزواج قيم. يمنحنا استخدام الأزواج الأساسية / أزواج القيم \"قاعدة بيانات\" في الذاكرة في متغير Python واحد. المجموعات هي بنية بيانات Python الأساسية الثالثة والأخيرة التي سنتناولها. المجموعات هي إصدار بسيط من القوائم. وغالبًا ما نستخدم المجموعات جنبًا إلى جنب مع القواميس لإنجاز مهام متعددة الخطوات مثل الفرز أو التكرار خلال جميع البيانات في أحد القواميس. للاحتفال بوصولكم إلى نقطة منتصف الطريق في تخصص «Python للجميع»، فإننا نرحب بكم لحضور حفل تخرُّجنا عبر الإنترنت.  وهو حفل ليس طويلًا للغاية، ويتميز بمتحدث في حفل التخرج وخطاب قصير جدًا عن حفل التخرج.",
        "type": "type1",
        "link": "https://coursera.org/learn/python-data-ar"
    },
    "RStudio for Six Sigma - Control Charts (Coursera Project Network)": {
        "Category1": "BusinessChevron Right",
        "Category2": "Business Strategy",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Beginner|Desktop only|No download needed|2 hours|English|Split-screen video",
        "skills": "Control Chart|R Programming|Six Sigma|Rstudio|Statistical Process Control",
        "about": "Welcome to RStudio for Six Sigma - Control Charts. This is a project-based course which should take under 2 hours to finish. Before diving into the project, please take a look at the course objectives and structure.\n\nBy the end of this project, you will learn to identify data types (Variables, Attribute Type I & II), understand the overview of Statistical Process Control, pick the right Control Chart based on the data type and other criteria, plot and interpret control charts. This Guided Project covers IMR Charts (XMR), Xbar-R Charts, Xbar-S Charts, NP Chart, P Chart, C Chart and U Chart. You will also learn about Western Electric Rules and Nelson's rules used to interpret the stability of the process.",
        "type": "type2",
        "link": "https://coursera.org/learn/rstudio-six-sigma-control-charts"
    },
    "RStudio for Six Sigma - Process Capability (Coursera Project Network)": {
        "Category1": "BusinessChevron Right",
        "Category2": "Leadership and Management",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Desktop only|No download needed|2 hours|English|Split-screen video|Intermediate",
        "skills": "R Programming|Data Analysis|Six Sigma|Process Capability|Rstudio",
        "about": "Welcome to RStudio for Six Sigma - Process Capability. This is a project-based course which should take under 2 hours to finish. Before diving into the project, please take a look at the course objectives and structure.\n\nBy the end of this project, you will understand the concepts like DPU, DPO and DPMO; learn to import discrete defect data file and perform Process Capability Analysis, understand Throughput Yield and Rolled Throughput Yield (RTY) and calculate RTY for data imported from a file, understand Z score, Short and Longterm Standard Deviation, Short and Longterm Z Bench, Cp, Cpk, Pp, Ppk, and perform Process Capability Analysis for continuous data.",
        "type": "type2",
        "link": "https://coursera.org/learn/rstudio-six-sigma-process-capability"
    },
    "Real-time OCR and Text Detection with Tensorflow, OpenCV and Tesseract (Coursera Project Network)": {
        "Category1": "Data ScienceChevron Right",
        "Category2": "Machine Learning",
        "Rating": 3.8,
        "Ratecount": 117,
        "Info": "Advanced|Desktop only|No download needed|2 hours|English|Split-screen video",
        "skills": "Tensorflow|Deep Learning in Python|Object Detection|Optical Character Recognition|Computer Vision",
        "about": "In this 1-hour long project-based course, you will learn how to collect and label images and use them to train a Tensorflow CNN (convolutional neural network) model to recognize relevant areas of (typeface) text in any image, video frame or frame from webcam video. You will learn how to extract image segments that your detector has identified as containing text and enhance them using various image filters from the OpenCV module. Then you will learn how to pass the result image to Google's open-source OCR (Optical Character Recognition) software using the pytesseract python library and read the text to whatever form of output you like. \n\nAll of this will be done on Windows, but can be accomplished with very little alteration on Linux as well. We will be using the IDLE development environment to write a single script to scan our video, webcam input, or array of images for text and read that text into our output. Tensorflow, the Tensorflow Object Detection API, Tesseract, the pytesseract library, labelImg for image annotation, OpenCV, and all other required software has already been installed for you in your Rhyme desktop.\n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.",
        "type": "type2",
        "link": "https://coursera.org/learn/ocr-text-detection-tensorflow-opencv-tesseract"
    },
    "Strategically Build and Engage Your Network on LinkedIn (Coursera Project Network)": {
        "Category1": "BusinessChevron Right",
        "Category2": "Business Strategy",
        "Rating": 4.5,
        "Ratecount": 102,
        "Info": "Requirements",
        "skills": "publish an article|engage your network|expand your network|establish your brand|post content strategically",
        "about": "In this 1-hour long project-based course, you will learn how to strategically build and engage your network on LinkedIn.  Many people in today’s society think that they know how to network but do they really?  We will discuss the appropriate manner to use your LinkedIn account to extend your own network.  Personal branding is very important to know about within LinkedIn as well.  We will delve into how to find the connections that you are looking for.  And we will talk about how to maintain your connections.  To be successful in this course you will need to have a free LinkedIn account.  If you need to get a strong start on your account before joining this course check out the “Create a Profile and Network on LinkedIn” course on Coursera.  Some learning objectives that we will cover include ensuring your LinkedIn page has the basics for intermediate involvement on LinkedIn and as we expand your network strategically while establishing your brand.  We will work on keeping track of over 500 connections while focusing on engagement.  We will learn about creating and posting content as well as creating an article to make your engagement increase.\n\nNote: This course works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.",
        "type": "type1",
        "link": "https://coursera.org/learn/strategically-build-and-engage-your-network-on-linkedin"
    },
    "Supervised Learning: Classification (IBM)": {
        "Category1": "Data Science",
        "Category2": "Machine Learning",
        "Rating": 4.9,
        "Ratecount": 45,
        "Info": "Shareable Certificate|Approx. 11 hours to complete|English|Flexible deadlines|100% online|Intermediate Level",
        "skills": "Decision Tree|Ensemble Learning|Classification Algorithms|Supervised Learning|Machine Learning (ML) Algorithms",
        "about": "This course introduces you to one of the main types of modeling families of supervised Machine Learning: Classification. You will learn how to train predictive models to classify categorical outcomes and how to use error metrics to compare across different models. The hands-on section of this course focuses on using best practices for classification, including train and test splits, and handling data sets with unbalanced classes.By the end of this course you should be able to:\n-Differentiate uses and applications of classification and classification ensembles\n-Describe and use logistic regression models\n-Describe and use decision tree and tree-ensemble models\n-Describe and use other ensemble methods for classification\n-Use a variety of error metrics to compare and select the classification model that best suits your data\n-Use oversampling and undersampling as techniques to handle unbalanced classes in a data set\n \nWho should take this course?\nThis course targets aspiring data scientists interested in acquiring hands-on experience with Supervised Machine Learning Classification techniques in a business setting.\n \nWhat skills should you have?\nTo make the most out of this course, you should have familiarity with programming on a Python development environment, as well as fundamental understanding of Data Cleaning, Exploratory Data Analysis, Calculus, Linear Algebra, Probability, and Statistics. Subtitles: English Subtitles: English IBM is the global leader in business transformation through an open hybrid cloud platform and AI, serving clients in more than 170 countries around the world. Today 47 of the Fortune 50 Companies rely on the IBM Cloud to run their business, and IBM Watson enterprise AI is hard at work in more than 30,000 engagements. IBM is also one of the world’s most vital corporate research organizations, with 28 consecutive years of patent leadership. Above all, guided by principles for trust and transparency and support for a more inclusive society, IBM is committed to being a responsible technology innovator and a force for good in the world. For more information about IBM visit: www.ibm.com Logistic regression is one of the most studied and widely used classification algorithms, probably due to its popularity in regulated industries and financial settings. Although more modern classifiers might likely output models with higher accuracy, logistic regressions are great baseline models due to their high interpretability and parametric nature. This module will walk you through extending a linear regression example into a logistic regression, as well as the most common error metrics that you might want to use to compare several classifiers and select that best suits your business problem. K Nearest Neighbors is a popular classification method because they are easy computation and easy to interpret. This module walks you through the theory behind k nearest neighbors as well as a demo for you to practice building k nearest neighbors models with sklearn. This module will walk you through the main idea of how support vector machines construct hyperplanes to map your data into regions that concentrate a majority of data points of a certain class. Although support vector machines are widely used for regression, outlier detection, and classification, this module will focus on the latter. Decision tree methods are a common baseline model for classification tasks due to their visual appeal and high interpretability. This module walks you through the theory behind decision trees and a few hands-on examples of building decision tree models for classification. You will realize the main pros and cons of these techniques. This background will be useful when you are presented with decision tree ensembles in the next module. Ensemble models are a very popular technique as they can assist your models be more resistant to outliers and have better chances at generalizing with future data. They also gained popularity after several ensembles helped people win prediction competitions. Recently, stochastic gradient boosting became a go-to candidate model for many data scientists.This model walks you through the theory behind ensemble models and popular tree-based ensembles. Some classification models are better suited than others to outliers, low occurrence of a class, or rare events. The most common methods to add robustness to a classifier are related to stratified sampling to re-balance the training data. This module will walk you through both stratified sampling methods and more novel approaches to model data sets with unbalanced classes. ",
        "type": "type1",
        "link": "https://coursera.org/learn/supervised-learning-classification"
    },
    "System Administration and IT Infrastructure Services (Google)": {
        "Category1": "Information Technology",
        "Category2": "Support and Operations",
        "Rating": 4.7,
        "Ratecount": 13590,
        "Info": "Shareable Certificate|Beginner Level|Approx. 28 hours to complete|English|Flexible deadlines|100% online",
        "skills": "Directory Service|Lightweight Directory Access Protocol (LDAP)|Backup",
        "about": "This course will transition you from working on a single computer to an entire fleet. Systems administration is the field of IT that’s responsible for maintaining reliable computers systems in a multi-user environment. In this course, you’ll learn about the infrastructure services that keep all organizations, big and small, up and running. We’ll deep dive on cloud so that you’ll understand everything from typical cloud infrastructure setups to how to manage cloud resources. You'll also learn how to manage and configure servers and how to use industry tools to manage computers, user information, and user productivity. Finally, you’ll learn how to recover your organization’s IT infrastructure in the event of a disaster.By the end of this course you’ll be able to:\n● utilize best practices for choosing hardware, vendors, and services for your organization\n● understand how the most common infrastructure services that keep an organization\nrunning work, and how to manage infrastructure servers\n● understand how to make the most of the cloud for your organization\n● manage an organization’s computers and users using the directory services, Active\nDirectory, and OpenLDAP\n● choose and manage the tools that your organization will use\n● backup your organization’s data and know how to recover your IT infrastructure in the case of\na disaster\n● utilize systems administration knowledge to plan and improve processes for IT environments Subtitles: Arabic, French, Portuguese (European), Italian, Portuguese (Brazilian), Vietnamese, German, Russian, English, Spanish Subtitles: Arabic, French, Portuguese (European), Italian, Portuguese (Brazilian), Vietnamese, German, Russian, English, Spanish Google Career Certificates are part of Grow with Google, an initiative that draws on Google's 20-year history of building products, platforms, and services that help people and businesses grow. Through programs like these, we aim to help everyone– those who make up the workforce of today and the students who will drive the workforce of tomorrow – access the best of Google’s training and tools to grow their skills, careers, and businesses. Welcome to the System Administration course of the IT Support Professional Certificate! In the first week of this course, we will cover the basics of system administration. We'll cover organizational policies, IT infrastructure services, user and hardware provisioning, routine maintenance, troubleshooting, and managing potential issues. By the end of this module, you will understand the roles and responsibilities of a System Administrator. So let's get started! In the second week of this course, we'll learn about network and infrastructure services. We will cover what IT infrastructure services are and what their role is in system administration. We'll also learn about server operating systems, virtualization, network services, DNS for web services, and how to troubleshoot network services. By the end of this module, you will know the most common IT infrastructure services you'll encounter when handling system administration tasks. In the third week of this course, we'll explore software and platform services. We'll cover what types of software and platform services you may encounter in a tech role and how to manage them. We'll learn how to configure email services, security services, file services, print services, and platform services. We'll explore ways to troubleshoot platform services and common issues to look out for. By the end of this module, you'll understand how to setup and manage the IT infrastructure services to help a business stay productive, keep information secure, and deliver applications to its users.  In the fourth week of this course, we'll learn about directory services. Specifically, we'll cover how two of the most popular directory services, Active Directory and OpenLDAP, work in action. We'll explore the concept of centralized management and how this can help SysAdmins maintain and support all the different parts of an IT infrastructure. By the end of this module, you will know how to add users, passwords, and use group policies in Active Directory and OpenLDAP.  In the fifth week of this course, we'll learn about data recovery and backups. In any tech role, it's important to know how to backup and recover data -- it's even more important for system administration. We will also learn about common corporate practices like designing a disaster recovery plan and writing post-mortem documentation. By the end of this module,  you'll know the tradeoffs between on-site and off-site backups, understand the value and importance of backup and recovery testing, know different options for data backup (as well as the risks) and understand the purpose and contents of a disaster recovery plan. Congratulations, you've made it to the final week in the course! The last week of this course is dedicated to the final project. For the final project, you will apply all the skills you've learned in this course by providing systems administration consultation. You will assess the IT infrastructure of three fictitious (but very real-life based!) companies and provide recommendations and advice about how to support their IT infrastructure. By the end of this project, you will demonstrate the skills and problem-solving techniques of a SysAdmin. Good luck! ",
        "type": "type1",
        "link": "https://coursera.org/learn/system-administration-it-infrastructure-services"
    },
    "Unsupervised Learning (IBM)": {
        "Category1": "Data Science",
        "Category2": "Machine Learning",
        "Rating": 4.8,
        "Ratecount": 42,
        "Info": "Shareable Certificate|Approx. 9 hours to complete|English|Flexible deadlines|100% online|Intermediate Level",
        "skills": "Dimensionality Reduction|Unsupervised Learning|Cluster Analysis|K Means Clustering|Principal Component Analysis (PCA)",
        "about": "This course introduces you to one of the main types of Machine Learning: Unsupervised Learning. You will learn how to find insights from data sets that do not have a target or labeled variable. You will learn several clustering and dimension reduction algorithms for unsupervised learning as well as how to select the algorithm that best suits your data. The hands-on section of this course focuses on using best practices for unsupervised learning.By the end of this course you should be able to:\nExplain the kinds of problems suitable for Unsupervised Learning approaches\nExplain the curse of dimensionality, and how it makes clustering difficult with many features\nDescribe and use common clustering and dimensionality-reduction algorithms\nTry clustering points where appropriate, compare the performance of per-cluster models\nUnderstand metrics relevant for characterizing clusters\n\nWho should take this course?\nThis course targets aspiring data scientists interested in acquiring hands-on experience with Unsupervised Machine Learning techniques in a business setting.\n \nWhat skills should you have?\nTo make the most out of this course, you should have familiarity with programming on a Python development environment, as well as fundamental understanding of Data Cleaning, Exploratory Data Analysis, Calculus, Linear Algebra, Probability, and Statistics. Subtitles: English Subtitles: English IBM is the global leader in business transformation through an open hybrid cloud platform and AI, serving clients in more than 170 countries around the world. Today 47 of the Fortune 50 Companies rely on the IBM Cloud to run their business, and IBM Watson enterprise AI is hard at work in more than 30,000 engagements. IBM is also one of the world’s most vital corporate research organizations, with 28 consecutive years of patent leadership. Above all, guided by principles for trust and transparency and support for a more inclusive society, IBM is committed to being a responsible technology innovator and a force for good in the world. For more information about IBM visit: www.ibm.com This module introduces Unsupervised Learning and its applications. One of the most common uses of Unsupervised Learning is clustering observations using k-means. In this module you become familiar with the theory behind this algorithm, and put it in practice in a demonstration. In this module you become familiar with some of the computational hurdles around clustering algorithms, and how different clustering implementations try to overcome them. After a brief recapitulation of common clustering algorithms, you will learn how to compare them and select the clustering technique that best suits your data. This module introduces dimensionality reduction and Principal Component Analysis, which are powerful techniques for big data, imaging, and pre-processing data. At the end of this module, you will have all the tools in your toolkit to highlight your Unsupervised Learning abilities in your final project.",
        "type": "type1",
        "link": "https://coursera.org/learn/ibm-unsupervised-learning"
    },
    "Use Canva to Create Desktop and Mobile-friendly Web Pages. (Coursera Project Network)": {
        "Category1": "BusinessChevron Right",
        "Category2": "Marketing",
        "Rating": 4.8,
        "Ratecount": 38,
        "Info": "Requirements",
        "skills": "Digital Marketting|Social Media|Business|Graphic Design|Marketting",
        "about": "By the end of this guided tutorial, you will be able to create a ready to publish Desktop friendly and  Mobile-friendly webpages  with the help of the Canva graphic design tool. These simple webpages can be independently published with help of Canva URL or URL shorteners. This course will include introduction to Canva, how to design Desktop and Mobile friendly webpages and linking these pages to Socail media channels and prepare these simple webpages for publishing or can be shared with the help of Canva URLs or URL shorteners.\n\n\nNote: This tutorial works best for learners who are based in the North America region. We’re currently working on providing the same experience in other regions.",
        "type": "type1",
        "link": "https://coursera.org/learn/use-canva-to-create-desktop-and-mobile-friendly-webpages"
    },
    "Web page creation by editing a template in GitHub (Coursera Community Project Network)": {
        "Category1": "Computer ScienceChevron Right",
        "Category2": "Mobile and Web Development",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Desktop only|1hr for project work|No download needed|Split-screen video|English|Intermediate",
        "skills": "Web Development|Template repository|Github|Website building|Web Page",
        "about": "\"Web page creation by editing a template in GitHub\" : Creating Basic Website from Scratch\n\nWe will create a template repository from the basic concepts of HTML and CSS.Using the repository, we will create different webpages to produce a simple website. This website will be customizable according to requirements by using the template feature available in GitHub Repository settings.\n\nNote: A basic knowledge of HTML & CSS is required to get the best out of this Guided Project. However, a run-through of the important aspects are provided in Task 1 along with additional resources in the reading section.\n\nServices used for this guided project:\n- Deployed/Hosted with GitHub pages\n \nTask list:\nGetting started: Overview of simple.html and run-through of the important concepts \nSetting up other webpages: Use basic concepts to create different styles of webpages\nCreating a website: Creating index.html that will display the homepage and link the other pages\nSetting up a template repository: Use this repository as a template repository and reuse the structure for creating different websites.\n\nThis Guided Project was created by a Coursera community member.",
        "type": "type2",
        "link": "https://coursera.org/learn/web-page-creation-by-editing-a-template-in-github-l78gz"
    },
    "Бизнес на свои (National Research Tomsk State University, Mосигра, E-Learning Development Fund)": {
        "Category1": "Business",
        "Category2": "Business Essentials",
        "Rating": 4.6,
        "Ratecount": 31,
        "Info": "Shareable Certificate|Russian|Approx. 9 hours to complete|Beginner Level|Flexible deadlines|100% online",
        "skills": "",
        "about": "Бизнес – это система.Получите знания о построении бизнеса «на свои» от основателя «Мосигры» Дмитрия Кибкало и его партнера Сергея Абдульманова. За несколько лет «Мосигра» стала самой большой сетью по продаже настольных игр в Европе. Накопленные опыт и знания теперь доступны бесплатно всем желающим. Курс создан при поддержке Фонда развития онлайн-образования.\n\nНа курсе вы узнаете:\n\n1. Как начать свой бизнес, если вы давно мечтаете об этом. \n2. Как просчитать идею и проверить ее применимость в реалиях бизнеса, чтобы начать работать или сразу от нее отказаться. \n3. Как работают различные элементы внутри бизнес-системы.\n\nКурс прикладной, все знания можно применить на практике. Получите опыт бизнесменов, который сформировался спустя тысячи ошибок, и создавайте бизнес на “свои”. Subtitles: Russian Subtitles: Russian National Research Tomsk State University is the largest classical university in the Asian part of  Russia. For over 140 years TSU has been training the scientific and managerial elite, based on the integration of academic process and fundamental scientific research. It is a renowned center of education, science, innovations and attraction for creative talents, a generator of advanced ideas, and a paragon of adherence to the best traditions of Russian higher education.There are 20 departments and learning institutes, 1 University branch, Institute of Distance Education, Institute of Innovations in Education operating at TSU, and more than 17,000 students studying at the University, with more than 130 subject areas and specialties to choose from. TSU offers 106 Master’s programmes in 25 areas of academic studies and counting. \nThe number of international students is constantly increasing, now with more than 1300 TSU students coming from countries such as the USA, UK, Germany, France, Australia, Italy, Poland, Mongolia, China, Vietnam, Korea, Columbia, Turkey and others. Мосигра - самая большая в мире сеть магазинов настольных игр. Построена на свои, развивалась и как собственная розница, и как франчайзинг. Честный бизнес, который стал прибыльным - редко встречающееся сочетание. В общем, мы просто делали, что хотели - и так, чтобы за это не было стыдно. И в результате 10-летней работы по выстраиванию собственной инфраструктуры магазинов, склада, маркетинга, построения команды и работе с десятками франчайзи-партнёров по всей стране, запуска других проектов и вообще наблюдения за опытом малого бизнеса во многих регионах, появился вот этот курс. Фонд развития онлайн-образования (ФРОО) объединяет образовательные стартапы, проекты в области EdTech и запускает собственные онлайн-программы в области машинного обучения, программирования, мобильной разработки, VR, дизайна и IT. Мы выстраиваем экосистему для обучения на всех стадиях жизненного цикла: от идеи и поиска средств на производство образовательной программы до поддержки, продаж и маркетинга. А сотрудничество с крупнейшими образовательными платформами позволяет запускать онлайн-курсы с максимальным эффектом и пользой для всех заинтересованных сторон. Эта неделя - про общие положения, что вас может ждать, где первые засады и как собрать данные, не вставая из-за компьютера (почти). Результат этой недели - умозрительная финмодель с более-менее прописанными внутренними связками.  Эта неделя позволит запустить какой-то минимальный продукт, чтобы понять, надо ли оно вам в принципе. Если надо - это будет зародыш бизнеса. Но пока это ещё хобби.  Реальный запуск принесёт проблемы, и здесь коротко о том, как их решать. Много ликбеза про бытовые косяки.  Ликбезы про то, что ещё понадобится и общие правила. Слишком быстро, слишком мало, но должно составить более-менее подходящее видение того, что делать.",
        "type": "type1",
        "link": "https://coursera.org/learn/biznes-na-svoi-mosigra"
    },
    "Русский как иностранный: B1+. Часть 2. Russian as a foreign language. B1+. Part 2. (Saint Petersburg State University)": {
        "Category1": "Language Learning",
        "Category2": "Other Languages",
        "Rating": 4.2,
        "Ratecount": 9,
        "Info": "Shareable Certificate|Russian|Course 2 of 4 in the|Approx. 77 hours to complete|Flexible deadlines|100% online|Intermediate Level",
        "skills": "",
        "about": "This course is taught in Russian language.The goal of this course is to summarize in a comprehensive way the knowledge and communicative skills of Russian as a Foreign Language in the framework of level B1. This course has a cross-cultural context, it introduces the listener to the Russian lifestyle and way of thinking.\n\nThe course includes educational video lectures, podcasts, authentic texts for reading and listening, blocks of grammar, speaking and cross-reference assignments.\n\nThe course consists of 6 weeks, in which you can summarize your knowledge of the topics included in the Standard TRKI-1:\n\nI.\tKeep yourself and the nature safe. (Human health. Ecological problems. Volunteering);\nII.\tWho creates Russia. (Contemporary Russia: history and economics. Cultural and scientific figures);\nIII.\tWhat do I know about Russia. (State and folk holidays).\n\nEach topic includes:\n■\ta situational-topical minimum: oral speaking genres (watching video lectures, listening to the podcast, speaking and writing assignments);\n■\tauthentic texts for reading and listening;\n■\tgrammar, which provides understanding and production of the texts, according to the level B1 (description, narration, instruction, argumentation, explanation);\n■\tassignments to each of the parts, as well as peer-assignments, which gives the opportunity to demonstrate the ability to create one’s own oral and written texts and assess other learners.\n\n\nКурс по русскому языку как иностранному В1+ предназначен для тех, кто хочет усовершенствовать свои знания русского языка по уровню В1. Курс включает учебные видеосюжеты, подкасты, аутентичные видеотексты для аудирования, аутентичные тексты для чтения, разделы «Грамматика», «Говорение», «Взаимопроверка».\n\nВам повезло. Вы будете учиться по материалам, созданным авторами известных учебников по русскому языку как иностранному - «Золотое перо», «Окно в Россию», «Русское поле», «Такая разная Россия …», «Русский язык. Учебник для продвинутых». \n\n Курс имеет страноведческую составляющую, знакомит с образом жизни и мыслей россиян. Курс включает учебный «Видеосюжет», подкаст, аутентичные тексты для чтения и аудирования, блоки «Грамматика», «Говорение», «Взаимопроверка». Subtitles: Russian Subtitles: Russian Санкт-Петербургский государственный университет (СПбГУ) — старейший вуз России, основанный в 1724 году. Университет сегодня — научный, образовательный и культурный центр мирового значения, неизменно входящий во все международные рейтинги вузов. В номинации взаимодействие с работодателями QS Graduate Employability 2018 СПбГУ занимает 20 место среди 400 ведущих вузов мира и является лучшим в России.  В настоящее время СПбГУ реализует 418 образовательных программ, включающих самые современные направления подготовки и специальности.  \nСертификат об успешном окончании представленных онлайн-курсов дает 5 дополнительных баллов при поступлении на программы магистратуры и аспирантуры СПбГУ. \n\n\n\n\n\n\n\n\n\nSt Petersburg University is the oldest university in Russia, founded in 1724. The University today is a world-class research, educational and cultural centre which is always included in all international rankings of world universities. St Petersburg University was ranked 20th in QS Graduate Employability Ranking 2018 among 400 leading universities in the world and is the best in Russia. At present, St Petersburg University offers 418 academic programmes, including the most advanced areas and fields of study. The certificate of successful completion of offered online courses gives five additional points when applying for master’s and doctoral programmes at St Petersburg University.        Мы сделали специализацию для тех, кто хочет усовершенствовать свой русский язык, повторив некоторые трудные моменты из уровня В1 и затем пройти до середины уровня B2. Курс будет очень полезен иностранным абитуриентам, которые собираются получать высшее образование в российских вузах, а также тем, кто уже учится на первом курсе бакалавриата (1 семестр) и испытывает трудности, попав в новую обстановку.Цель специализации – в комплексной форме обобщить знания и коммуникативные умения по РКИ в рамках уровня В1 и затем пройти уровень B2-1 и B2-2. Курсы имеют страноведческую составляющую, знакомят с образом жизни и мыслей россиян. Курсы включают учебный «Видеосюжет», подкасты, аутентичные тексты для чтения и аудирования, блоки «Грамматика», «Говорение», «Взаимопроверка».\n\nУспешное освоение данного курса позволит слушателю чувствовать себя более уверенно при общении с носителями русского языка, читать и слушать реальные тексты на русском языке, обсуждать проблемы на русском языке, комплексно повторить грамматику уровня В1 и продвинуться в грамматике уровня B2, научиться писать на русском языке тексты разных жанров, а главное – узнать много интересного о современной России и ее истории.",
        "type": "type1",
        "link": "https://coursera.org/learn/russkiy-kak-inostrannyy-b1-2"
    },
    "بناء Backend لنسخة من Twitter (Coursera Project Network)": {
        "Category1": "Computer ScienceChevron Right",
        "Category2": "Mobile and Web Development",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Beginner|Arabic|1 hour|Desktop only|No download needed|Split-screen video",
        "skills": "Web Development|Mongodb|Node|express|Backend Development",
        "about": "في هذه الدورة التدريبية القائمة على المشروع والتي تستغرق ساعة واحدة، ستتعلم كيفية إعداد المشروع و development environment, هعمل express server بسيط بالroutes بتاعته, عمل Mongo Database و تصميم الmodels بتاعته بmongoose و عمل المنطق بتاع Twitter.\n في نهاية المشروع دة، هتكون عملت Backend server لنسخة من Twitter ب Node و express و MongoDB.\nعندما تخلص المشروع دة هيكون عندك معلومات كافية انك تبتدي شغل في أي مشروع backend بسهولة.\nأيضا المشروع ده هيديك دفعة قوية في ال backend development وده ممكن يؤدي إلى مسار مهني في ال backend development\n\nملاحظة: تعمل هذه الدورة التدريبية بشكل أفضل للمتعلمين المقيمين في منطقة أمريكا الشمالية. نعمل حاليًا على توفير نفس التجربة في مناطق أخرى.",
        "type": "type2",
        "link": "https://coursera.org/learn/twitter-clone-backend-arabic"
    },
    "تصميم قاعدة البيانات باستخدام SQL Server Management Studio (Coursera Project Network)": {
        "Category1": "Computer ScienceChevron Right",
        "Category2": "Software Development",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Beginner|Arabic|Desktop only|No download needed|Split-screen video|1.5 hours",
        "skills": "Querying|Data Insertion|Sql Server Management Studio (SSMS)|Database (DBMS)|SQL",
        "about": "في هذه الدورة التدريبية القائمة على المشروع والتي تستغرق ساعة واحدة، ستتعلم كيفية تصميم قاعدة بيانات متكاملة بالكيانات و صفات الكيانات و العلاقات التي بين هذة الكيانات.\nمن خلال التصميم ستتعلم كيف تحدد الكيانات من الوصف.\nمن خلال التصميم ستتعلم كيف تحدد صفات الكيانات و العلاقات البينهم من الوصف.\n\n ستتعلم ايضا كيف تنفذ التصميم باستخدام SQL Server Management Studio , ستتعلم ايضا كيف تدخل البيانات في قاعدة البيانات, و في الاخر ستتعلم كيف تحضر البيانات من قاعدة البيانات عن طريق SQL Queries.\n\nملاحظة: تعمل هذه الدورة التدريبية بشكل أفضل للمتعلمين المقيمين في منطقة أمريكا الشمالية. نعمل حاليًا على توفير نفس التجربة في مناطق أخرى.",
        "type": "type2",
        "link": "https://coursera.org/learn/database-design-using-sql-server-management-studio"
    },
    "تعلم C عن طريق عمل Array-based Stack (Coursera Project Network)": {
        "Category1": "Computer ScienceChevron Right",
        "Category2": "Software Development",
        "Rating": "None",
        "Ratecount": "None",
        "Info": "Beginner|Arabic|Desktop only|No download needed|Split-screen video|[1] hour",
        "skills": "C Language Programming|Problem Solving",
        "about": "في نهاية هذا المشروع هتقدر تعمل Array-based Stack باستخدام لغة البرمجة .C في هذا المشروع سوف تكون قادرا على تحديد وتطبيق المفاهيم الأساسية للبرمجة مثل: (functions, arrays) بالإضافة الى فهم بعض المفاهيم مثل Encapsulation and ADT  وفهم طريقة عمل ال stack ولماذا تستخدم. \n\nلغة البرمجة c تستخدم في برمجة الكمبيوتر أو أيّ آلة تحتوي على معالج أو متحكم (Micro-controller)، وهي لغة برمجة بسيطة ومرنة تستخدم للأغراض العامة،\nلغة C لغة أساسية ضرورية لكتابة كل أنظمة التشغيل (Windows, Mac OS, Linux, Unix)، إلى البرامج المعقدة مثل قاعدة بيانات أوراكل (Oracle)، مترجم بايثون(Python)، وغيرها.\n\n\nملاحظة: تعمل هذه الدورة التدريبية بشكل أفضل للمتعلمين المقيمين في منطقة أمريكا الشمالية. نعمل حاليًا على توفير نفس التجربة في مناطق أخرى.",
        "type": "type2",
        "link": "https://coursera.org/learn/implement-array-based-stack-in-c-ar"
    },
    "一堂課讓你認識肺癌（Basic Concepts of Lung Cancer: Diagnosis and Treatment） (National Taiwan University)": {
        "Category1": "Health",
        "Category2": "Patient Care",
        "Rating": 5.0,
        "Ratecount": 20,
        "Info": "Shareable Certificate|Beginner Level|Flexible deadlines|100% online|Approx. 12 hours to complete|Chinese (Traditional)",
        "skills": "",
        "about": "本課程共有四周，介紹肺的功能、肺癌形成的原因、以及肺癌的分期與治療，完成課程後將對肺癌有初步的認識。根據衛生福利部統計，民國105年台灣死於肺癌的人數高達9372人，這其中有許多是不吸煙，也沒有家族病史的病患，這些病患對本身如何得到肺癌往往得不到答案。但抬頭看看我們的天空，不論是大陸吹來的沙塵暴，或是我們台灣本島製造的空污，早已將天空蒙上一層灰，因此空污對於肺癌，實在有著密不可分的關聯。其實對於肺癌，有個早期篩檢的利器—低劑量電腦斷層篩檢，這項篩檢無需禁食，也不用打顯影劑，只要五分鐘左右即可完成，只可惜因為需要自費，因此許多人望之卻步，也讓許多人失去了早期篩檢出肺癌的機會。希望藉由這門課可以讓大家對台灣新國病—肺癌有不同的認識，也希望大家能更重視呼吸的健康。 Subtitles: Chinese (Traditional) Subtitles: Chinese (Traditional) We firmly believe that open access to learning is a powerful socioeconomic equalizer. NTU is especially delighted to join other world-class universities on Coursera and to offer quality university courses to the Chinese-speaking population. We hope to transform the rich rewards of learning from a limited commodity to an experience available to all. 第一週以專題演講形式，帶領大家了解目前肺癌的發生率、性別比及死亡率，並初步認識肺臟功能、肺癌形成的原因及症狀。 第二周的課程分成兩個模組：肺癌的分期與肺癌的治療。在肺癌分期介紹，你會認識肺癌的分期方法、以及分期的重要性；在肺癌治療介紹，你會認識肺癌主要的治療方法、各期較適合用的治療方式、以及目前最前線的肺癌治療方式。 在第三週的課程，將以陳老師與醫學院學生訪談的形式，從專業醫師的角度，剖析肺癌防治常見迷思。 第四週接續上週的學生訪談，理解低劑量電腦斷層掃描的優勢，探討肺癌治療的未來展望。後段則從病友的角度切入看免疫療法的治療感受以及罹癌後的生命轉變。",
        "type": "type1",
        "link": "https://coursera.org/learn/lung-cancer"
    }
}